#+PROPERTY:  header-args :session ein-scrap  :exports both :results raw drawer :cache no
* TODO
** Harmonisation des données Coingecko, Kraken et Bitmex
- Se limiter à ohlv interpolé sur la minutes
- avoir des fichiers d'une année
- accompagné d'une notice d'information sur la qualité la données interpolés
résolutions original des données
- la structure doit être
Sources/ohlc_pair_year.csv ou pkl
Sources/info_pair_year.csv

* Préambule
#+NAME: e899a243-98f9-4e87-a881-3a558b66a802
#+BEGIN_SRC ein :results silent
    # -*- coding: utf-8 -*-
    # %load_ext autoreload
    %reload_ext autoreload
    %autoreload 2
#+END_SRC


#+NAME: name
#+BEGIN_SRC ein 
  import os 
  os.sys.executable,os.getcwd()
#+END_SRC

#+RESULTS: name
:results:
('/home/mlk/.pyenv/versions/3.8.2/envs/crypto/bin/python3.8',
 '/home/mlk/Prog/Python/Crypto/kolaEnv/DataFetchers/getBitMEXData/Tests')
:end:

* codeget
#+BEGIN_SRC bash  -i
ls data/Bitmex
#+END_SRC

#+RESULTS:
:results:
matches_history_2018-06.csv  XBT-1m-2017.csv  XBT-1m-2019.csv  XBT-1m-20210109T11:43.csv
XBT-1d-2016.csv              XBT-1m-2018.csv  XBT-1m-2020.csv  XBT-1m-2021.csv
:end:

  #+BEGIN_SRC bash  -i
ls data/Kraken/ADAUSD
  #+END_SRC

  #+RESULTS:
  :results:
  1538141100.csv  1612210568.csv  1615966091.csv  1621240258.csv
  1538181260.csv  1612215023.csv  1615969463.csv  1621243756.csv
  1538372125.csv  1612216722.csv  1615972821.csv  1621248405.csv
  1538536098.csv  1612217772.csv  1615973828.csv  1621251480.csv
  1538720135.csv  1612218279.csv  1615975753.csv  1621254892.csv
  1539014437.csv  1612218603.csv  1615979794.csv  1621257601.csv
  1539223235.csv  1612219008.csv  1615982849.csv  1621260454.csv
  1539317973.csv  1612219508.csv  1615986900.csv  1621262166.csv
  1539582216.csv  1612220379.csv  1615989871.csv  1621264185.csv
  1539697106.csv  1612221649.csv  1615993487.csv  1621265942.csv
  1539932421.csv  1612222976.csv  1615996978.csv  1621266953.csv
  1540288720.csv  1612224319.csv  1615999888.csv  1621267942.csv
  1540670446.csv  1612225007.csv  1616003620.csv  1621269419.csv
  1540971955.csv  1612226307.csv  1616005216.csv  1621271120.csv
  1541346944.csv  1612227575.csv  1616006908.csv  1621271615.csv
  1541470045.csv  1612229949.csv  1616008263.csv  1621271855.csv
  1541612784.csv  1612232711.csv  1616009203.csv  1621272252.csv
  1541814684.csv  1612234584.csv  1616010815.csv  1621272466.csv
  1542074774.csv  1612238089.csv  1616011999.csv  1621272737.csv
  1542211788.csv  1612241333.csv  1616013289.csv  1621273384.csv
  1542227377.csv  1612246924.csv  1616013836.csv  1621274326.csv
  1542299306.csv  1612251569.csv  1616014328.csv  1621274404.csv
  1542471660.csv  1612253040.csv  1616014563.csv  1621274545.csv
  1542644641.csv  1612257696.csv  1616014868.csv  1621275043.csv
  1542684132.csv  1612262962.csv  1616015211.csv  1621276475.csv
  1542723751.csv  1612268802.csv  1616015553.csv  1621277185.csv
  1542807568.csv  1612272662.csv  1616015911.csv  1621278613.csv
  1542936000.csv  1612273631.csv  1616016026.csv  1621279833.csv
  1543100452.csv  1612275217.csv  1616016204.csv  1621281551.csv
  1543174146.csv  1612277286.csv  1616016280.csv  1621283296.csv
  1543250192.csv  1612280495.csv  1616016537.csv  1621284733.csv
  1543356500.csv  1612283131.csv  1616016725.csv  1621285631.csv
  1543424506.csv  1612286275.csv  1616017108.csv  1621287123.csv
  1543486787.csv  1612290768.csv  1616017864.csv  1621288353.csv
  1543619184.csv  1612295257.csv  1616018603.csv  1621289439.csv
  1543803184.csv  1612296876.csv  1616019384.csv  1621291131.csv
  1543960784.csv  1612299746.csv  1616020697.csv  1621292532.csv
  1544114127.csv  1612304580.csv  1616021873.csv  1621294334.csv
  1544204307.csv  1612308134.csv  1616022333.csv  1621296653.csv
  1544370732.csv  1612312712.csv  1616023663.csv  1621299686.csv
  1544631645.csv  1612318261.csv  1616025136.csv  1621302613.csv
  1544950239.csv  1612324822.csv  1616026442.csv  1621305712.csv
  1545136097.csv  1612334538.csv  1616027920.csv  1621309198.csv
  1545246075.csv  1612344254.csv  1616030048.csv  1621311779.csv
  1545354749.csv  1612354583.csv  1616031975.csv  1621314103.csv
  1545414341.csv  1612362247.csv  1616032944.csv  1621317717.csv
  1545529161.csv  1612368225.csv  1616034210.csv  1621320183.csv
  1545628268.csv  1612370083.csv  1616035149.csv  1621325350.csv
  1545719782.csv  1612373773.csv  1616036284.csv  1621330359.csv
  1545849083.csv  1612379023.csv  1616038121.csv  1621334863.csv
  1545967984.csv  1612383747.csv  1616039769.csv  1621338964.csv
  1546089303.csv  1612389525.csv  1616041934.csv  1621341582.csv
  1546213725.csv  1612395669.csv  1616044387.csv  1621342995.csv
  1546385278.csv  1612399797.csv  1616045243.csv  1621344278.csv
  1546543071.csv  1612404438.csv  1616046921.csv  1621346516.csv
  1546731617.csv  1612410825.csv  1616048030.csv  1621349002.csv
  1546840457.csv  1612419447.csv  1616049703.csv  1621350952.csv
  1546952312.csv  1612426708.csv  1616052351.csv  1621353297.csv
  1546995125.csv  1612429893.csv  1616053900.csv  1621355761.csv
  1547076417.csv  1612435370.csv  1616057012.csv  1621357292.csv
  1547110925.csv  1612444580.csv  1616060004.csv  1621359327.csv
  1547151401.csv  1612451907.csv  1616061258.csv  1621361544.csv
  1547279061.csv  1612457915.csv  1616063528.csv  1621364566.csv
  1547445867.csv  1612463767.csv  1616065575.csv  1621366532.csv
  1547585031.csv  1612470334.csv  1616066738.csv  1621366620.csv
  1547707946.csv  1612476660.csv  1616068076.csv  1621366868.csv
  1547918311.csv  1612481552.csv  1616069207.csv  1621369845.csv
  1548064677.csv  1612486035.csv  1616069707.csv  1621374349.csv
  1548178691.csv  1612487250.csv  1616071077.csv  1621377788.csv
  1548488268.csv  1612488604.csv  1616072929.csv  1621379424.csv
  1548662961.csv  1612490564.csv  1616074857.csv  1621382620.csv
  1548867024.csv  1612492252.csv  1616077097.csv  1621385825.csv
  1549111288.csv  1612493965.csv  1616078684.csv  1621386924.csv
  1549429374.csv  1612496455.csv  1616080394.csv  1621387597.csv
  1549655272.csv  1612499251.csv  1616080963.csv  1621388315.csv
  1549841280.csv  1612504099.csv  1616082054.csv  1621388906.csv
  1550054876.csv  1612505611.csv  1616082253.csv  1621389354.csv
  1550408652.csv  1612506865.csv  1616082748.csv  1621390422.csv
  1550504370.csv  1612509146.csv  1616083245.csv  1621391891.csv
  1550587092.csv  1612512906.csv  1616083255.csv  1621393188.csv
  1550758602.csv  1612518726.csv  1616083258.csv  1621393470.csv
  1550976522.csv  1612520717.csv  1616083305.csv  1621394299.csv
  1551024210.csv  1612522811.csv  1616083406.csv  1621395878.csv
  1551186224.csv  1612526211.csv  1616083526.csv  1621397627.csv
  1551482743.csv  1612530247.csv  1616083613.csv  1621397977.csv
  1551813748.csv  1612532382.csv  1616083802.csv  1621398173.csv
  1552112337.csv  1612535974.csv  1616084030.csv  1621398282.csv
  1552255758.csv  1612537767.csv  1616084151.csv  1621398499.csv
  1552352951.csv  1612540508.csv  1616084282.csv  1621398821.csv
  1552515408.csv  1612543853.csv  1616084615.csv  1621399309.csv
  1552658906.csv  1612546571.csv  1616084925.csv  1621399478.csv
  1552781869.csv  1612550187.csv  1616085315.csv  1621399859.csv
  1552956094.csv  1612553342.csv  1616085912.csv  1621400053.csv
  1553061471.csv  1612555207.csv  1616086620.csv  1621400336.csv
  1553173896.csv  1612556437.csv  1616087781.csv  1621400661.csv
  1553237409.csv  1612557576.csv  1616088563.csv  1621401046.csv
  1553260897.csv  1612558262.csv  1616089476.csv  1621401485.csv
  1553309661.csv  1612559436.csv  1616089701.csv  1621402362.csv
  1553356084.csv  1612560980.csv  1616090002.csv  1621403036.csv
  1553388792.csv  1612561522.csv  1616090156.csv  1621403709.csv
  1553437432.csv  1612563734.csv  1616090670.csv  1621405394.csv
  1553513745.csv  1612565366.csv  1616091321.csv  1621407309.csv
  1553545162.csv  1612567285.csv  1616092367.csv  1621408492.csv
  1553626320.csv  1612569730.csv  1616093399.csv  1621409218.csv
  1553682501.csv  1612571812.csv  1616094217.csv  1621410788.csv
  1553743805.csv  1612573401.csv  1616094997.csv  1621413756.csv
  1553832257.csv  1612574877.csv  1616096002.csv  1621415457.csv
  1553890058.csv  1612576123.csv  1616096387.csv  1621418432.csv
  1553933540.csv  1612576975.csv  1616097162.csv  1621420282.csv
  1554079667.csv  1612580036.csv  1616097981.csv  1621421319.csv
  1554180429.csv  1612584104.csv  1616099170.csv  1621421916.csv
  1554183561.csv  1612588864.csv  1616101055.csv  1621423127.csv
  1554193625.csv  1612593398.csv  1616103177.csv  1621423508.csv
  1554226027.csv  1612601365.csv  1616105724.csv  1621423721.csv
  1554259165.csv  1612606699.csv  1616107517.csv  1621423919.csv
  1554273068.csv  1612613789.csv  1616108853.csv  1621424066.csv
  1554302608.csv  1612620828.csv  1616111056.csv  1621424435.csv
  1554315941.csv  1612627242.csv  1616112239.csv  1621424740.csv
  1554332763.csv  1612632616.csv  1616112737.csv  1621425027.csv
  1554351500.csv  1612635693.csv  1616113218.csv  1621425604.csv
  1554401253.csv  1612636298.csv  1616113917.csv  1621426300.csv
  1554437746.csv  1612637033.csv  1616115302.csv  1621427082.csv
  1554549899.csv  1612638064.csv  1616117303.csv  1621427623.csv
  1554641293.csv  1612639090.csv  1616119804.csv  1621427995.csv
  1554715587.csv  1612640599.csv  1616121886.csv  1621428212.csv
  1554784364.csv  1612641404.csv  1616123658.csv  1621428419.csv
  1554916701.csv  1612642221.csv  1616125720.csv  1621428581.csv
  1554948872.csv  1612642935.csv  1616128376.csv  1621428808.csv
  1554984118.csv  1612643362.csv  1616131432.csv  1621428917.csv
  1555075698.csv  1612643609.csv  1616133553.csv  1621429039.csv
  1555268922.csv  1612644003.csv  1616135676.csv  1621429404.csv
  1555353412.csv  1612644543.csv  1616140589.csv  1621429701.csv
  1555429560.csv  1612645642.csv  1616143110.csv  1621429993.csv
  1555511475.csv  1612647129.csv  1616146003.csv  1621430320.csv
  1555641011.csv  1612648681.csv  1616149196.csv  1621430556.csv
  1555738689.csv  1612649517.csv  1616153390.csv  1621430927.csv
  1555813019.csv  1612650753.csv  1616156871.csv  1621431291.csv
  1555924378.csv  1612652951.csv  1616158877.csv  1621431652.csv
  1555974854.csv  1612653579.csv  1616162754.csv  1621431910.csv
  1556008934.csv  1612655388.csv  1616165387.csv  1621432196.csv
  1556058623.csv  1612657776.csv  1616168154.csv  1621432548.csv
  1556123881.csv  1612659729.csv  1616170902.csv  1621433051.csv
  1556167227.csv  1612661334.csv  1616172655.csv  1621433482.csv
  1556228094.csv  1612662961.csv  1616176030.csv  1621434245.csv
  1556232546.csv  1612664736.csv  1616177052.csv  1621435090.csv
  1556260897.csv  1612666794.csv  1616177382.csv  1621435737.csv
  1556339459.csv  1612670428.csv  1616178420.csv  1621436392.csv
  1556449284.csv  1612673210.csv  1616180434.csv  1621437052.csv
  1556544139.csv  1612676307.csv  1616182434.csv  1621437582.csv
  1556619789.csv  1612677529.csv  1616183336.csv  1621437988.csv
  1556673563.csv  1612679821.csv  1616183995.csv  1621438472.csv
  1556733809.csv  1612680994.csv  1616185050.csv  1621438992.csv
  1556849358.csv  1612681906.csv  1616186563.csv  1621439426.csv
  1556882730.csv  1612683876.csv  1616188717.csv  1621439786.csv
  1556977777.csv  1612685720.csv  1616191078.csv  1621440335.csv
  1557106289.csv  1612688645.csv  1616194328.csv  1621440920.csv
  1557235623.csv  1612691169.csv  1616196150.csv  1621441793.csv
  1557358200.csv  1612692644.csv  1616198179.csv  1621442382.csv
  1557455494.csv  1612694763.csv  1616201749.csv  1621442661.csv
  1557550379.csv  1612696572.csv  1616204657.csv  1621442964.csv
  1557571273.csv  1612700350.csv  1616207382.csv  1621443290.csv
  1557593894.csv  1612702786.csv  1616212675.csv  1621443820.csv
  1557610942.csv  1612705890.csv  1616215116.csv  1621444529.csv
  1557621464.csv  1612706675.csv  1616219811.csv  1621445125.csv
  1557649354.csv  1612707729.csv  1616225432.csv  1621445879.csv
  1557670104.csv  1612710277.csv  1616231742.csv  1621446747.csv
  1557703465.csv  1612711076.csv  1616241222.csv  1621447526.csv
  1557763749.csv  1612711358.csv  1616246244.csv  1621447853.csv
  1557788250.csv  1612712046.csv  1616250659.csv  1621448222.csv
  1557809371.csv  1612713335.csv  1616255430.csv  1621448815.csv
  1557832877.csv  1612714685.csv  1616257205.csv  1621449870.csv
  1557861218.csv  1612715768.csv  1616259327.csv  1621450487.csv
  1557881536.csv  1612717187.csv  1616263080.csv  1621451677.csv
  1557922364.csv  1612718256.csv  1616268368.csv  1621452715.csv
  1557946479.csv  1612719217.csv  1616272266.csv  1621454016.csv
  1557970169.csv  1612721022.csv  1616275729.csv  1621455487.csv
  1557984463.csv  1612722830.csv  1616279225.csv  1621456737.csv
  1558003715.csv  1612724510.csv  1616281728.csv  1621457604.csv
  1558032215.csv  1612727225.csv  1616284538.csv  1621458205.csv
  1558061829.csv  1612729489.csv  1616285201.csv  1621458785.csv
  1558062716.csv  1612732627.csv  1616288663.csv  1621459109.csv
  1558077537.csv  1612734986.csv  1616294131.csv  1621459965.csv
  1558106913.csv  1612737338.csv  1616301128.csv  1621460963.csv
  1558137601.csv  1612739784.csv  1616308345.csv  1621462160.csv
  1558177775.csv  1612741326.csv  1616319391.csv  1621464460.csv
  1558237803.csv  1612742776.csv  1616325124.csv  1621466098.csv
  1558275781.csv  1612744647.csv  1616328637.csv  1621467985.csv
  1558333879.csv  1612747703.csv  1616331837.csv  1621468926.csv
  1558382802.csv  1612750860.csv  1616334742.csv  1621470262.csv
  1558463236.csv  1612754097.csv  1616339909.csv  1621471016.csv
  1558555975.csv  1612757506.csv  1616343619.csv  1621471425.csv
  1558588588.csv  1612761959.csv  1616352423.csv  1621471697.csv
  1558665964.csv  1612767094.csv  1616358004.csv  1621471880.csv
  1558725002.csv  1612771788.csv  1616364388.csv  1621472060.csv
  1558886761.csv  1612775712.csv  1616369926.csv  1621472457.csv
  1558907606.csv  1612781102.csv  1616373957.csv  1621473025.csv
  1558970688.csv  1612784947.csv  1616377031.csv  1621473842.csv
  1559002279.csv  1612787858.csv  1616382754.csv  1621475316.csv
  1559064391.csv  1612788709.csv  1616388970.csv  1621476485.csv
  1559122042.csv  1612789848.csv  1616395385.csv  1621477466.csv
  1559177922.csv  1612790919.csv  1616401325.csv  1621478653.csv
  1559229502.csv  1612792310.csv  1616409970.csv  1621480793.csv
  1559239022.csv  1612794368.csv  1616414725.csv  1621483385.csv
  1559251733.csv  1612796489.csv  1616417451.csv  1621485874.csv
  1559291122.csv  1612798385.csv  1616423649.csv  1621488974.csv
  1559348424.csv  1612800029.csv  1616430738.csv  1621491051.csv
  1559431631.csv  1612802273.csv  1616436964.csv  1621494186.csv
  1559482456.csv  1612803052.csv  1616440313.csv  1621495689.csv
  1559545910.csv  1612804142.csv  1616441479.csv  1621496708.csv
  1559595868.csv  1612806148.csv  1616443212.csv  1621498469.csv
  1559609413.csv  1612808106.csv  1616445091.csv  1621500503.csv
  1559649000.csv  1612809884.csv  1616445684.csv  1621502633.csv
  1559684066.csv  1612812860.csv  1616445961.csv  1621504814.csv
  1559752115.csv  1612815574.csv  1616446096.csv  1621508137.csv
  1559862315.csv  1612818670.csv  1616446669.csv  1621510263.csv
  1559978327.csv  1612820330.csv  1616447739.csv  1621510992.csv
  1560108711.csv  1612821520.csv  1616449482.csv  1621512373.csv
  1560211303.csv  1612823509.csv  1616451874.csv  1621513169.csv
  1560287472.csv  1612824628.csv  1616455628.csv  1621513991.csv
  1560350182.csv  1612826564.csv  1616458054.csv  1621514625.csv
  1560388847.csv  1612827878.csv  1616462839.csv  1621515170.csv
  1560462974.csv  1612830067.csv  1616465944.csv  1621515667.csv
  1560542512.csv  1612833151.csv  1616470176.csv  1621516342.csv
  1560640719.csv  1612836554.csv  1616474285.csv  1621517068.csv
  1560689543.csv  1612840671.csv  1616479233.csv  1621517820.csv
  1560783827.csv  1612845145.csv  1616482645.csv  1621518505.csv
  1560869270.csv  1612850065.csv  1616487949.csv  1621519803.csv
  1560990788.csv  1612854625.csv  1616499051.csv  1621521161.csv
  1561075565.csv  1612859038.csv  1616504234.csv  1621522990.csv
  1561154053.csv  1612861965.csv  1616507874.csv  1621524855.csv
  1561196427.csv  1612866137.csv  1616513982.csv  1621526275.csv
  1561214267.csv  1612869317.csv  1616520408.csv  1621526707.csv
  1561248950.csv  1612875162.csv  1616527345.csv  1621526937.csv
  1561269469.csv  1612880039.csv  1616531520.csv  1621527300.csv
  1561312447.csv  1612884380.csv  1616534883.csv  1621527832.csv
  1561347172.csv  1612887588.csv  1616537887.csv  1621528800.csv
  1561439115.csv  1612890543.csv  1616543876.csv  1621529223.csv
  1561489772.csv  1612894187.csv  1616547692.csv  1621529933.csv
  1561526402.csv  1612897358.csv  1616553578.csv  1621531263.csv
  1561561824.csv  1612899740.csv  1616564122.csv  1621533222.csv
  1561569373.csv  1612901911.csv  1616569491.csv  1621535142.csv
  1561582288.csv  1612904055.csv  1616575074.csv  1621537578.csv
  1561589975.csv  1612908052.csv  1616580346.csv  1621539241.csv
  1561620600.csv  1612911404.csv  1616587396.csv  1621541661.csv
  1561630591.csv  1612914191.csv  1616592074.csv  1621544259.csv
  1561652674.csv  1612915951.csv  1616598565.csv  1621545796.csv
  1561667561.csv  1612916613.csv  1616604645.csv  1621548654.csv
  1561710659.csv  1612917077.csv  1616611478.csv  1621550497.csv
  1561756772.csv  1612917714.csv  1616615113.csv  1621551414.csv
  1561806434.csv  1612918904.csv  1616617832.csv  1621553964.csv
  1561889877.csv  1612920621.csv  1616620939.csv  1621556581.csv
  1561936454.csv  1612922557.csv  1616624260.csv  1621558660.csv
  1562008464.csv  1612923792.csv  1616624704.csv  1621562524.csv
  1562073354.csv  1612925027.csv  1616624951.csv  1621564719.csv
  1562144025.csv  1612926064.csv  1616626171.csv  1621566557.csv
  1562232747.csv  1612927196.csv  1616628738.csv  1621569274.csv
  1562330412.csv  1612929655.csv  1616632114.csv  1621571623.csv
  1562514250.csv  1612931306.csv  1616636128.csv  1621574013.csv
  1562614665.csv  1612934649.csv  1616638513.csv  1621576974.csv
  1562678575.csv  1612938182.csv  1616641941.csv  1621580080.csv
  1562768889.csv  1612941315.csv  1616647608.csv  1621584414.csv
  1562780600.csv  1612942837.csv  1616652849.csv  1621587893.csv
  1562821002.csv  1612943935.csv  1616659389.csv  1621594033.csv
  1562869669.csv  1612945656.csv  1616666995.csv  1621598133.csv
  1562944241.csv  1612948536.csv  1616673609.csv  1621601606.csv
  1563039069.csv  1612950683.csv  1616676105.csv  1621604210.csv
  1563120151.csv  1612953148.csv  1616679264.csv  1621606356.csv
  1563201170.csv  1612955436.csv  1616683535.csv  1621606707.csv
  1563275883.csv  1612956239.csv  1616688547.csv  1621607103.csv
  1563310414.csv  1612957707.csv  1616693322.csv  1621607307.csv
  1563377077.csv  1612958636.csv  1616694986.csv  1621607537.csv
  1563458535.csv  1612959263.csv  1616697876.csv  1621607877.csv
  1563534657.csv  1612960207.csv  1616700462.csv  1621608117.csv
  1563628502.csv  1612960559.csv  1616705030.csv  1621608532.csv
  1563699908.csv  1612960827.csv  1616712660.csv  1621609062.csv
  1563825873.csv  1612961040.csv  1616718956.csv  1621609587.csv
  1563947197.csv  1612961351.csv  1616727360.csv  1621610920.csv
  1564028925.csv  1612961972.csv  1616734562.csv  1621611800.csv
  1564158258.csv  1612962955.csv  1616743847.csv  1621612787.csv
  1564239863.csv  1612964185.csv  1616750559.csv  1621613086.csv
  1564364399.csv  1612965486.csv  1616753789.csv  1621613836.csv
  1564499908.csv  1612966658.csv  1616756264.csv  1621614830.csv
  1564622129.csv  1612967668.csv  1616757117.csv  1621616646.csv
  1564796504.csv  1612969112.csv  1616758177.csv  1621619372.csv
  1564987886.csv  1612969927.csv  1616758734.csv  1621621285.csv
  1565087653.csv  1612971019.csv  1616759330.csv  1621623079.csv
  1565193561.csv  1612971712.csv  1616759912.csv  1621625020.csv
  1565316445.csv  1612972242.csv  1616760307.csv  1621625665.csv
  1565434659.csv  1612973219.csv  1616761285.csv  1621626265.csv
  1565474171.csv  1612974384.csv  1616762230.csv  1621627106.csv
  1565541409.csv  1612976666.csv  1616764089.csv  1621628011.csv
  1565636092.csv  1612978034.csv  1616765824.csv  1621628406.csv
  1565730034.csv  1612979083.csv  1616768601.csv  1621629405.csv
  1565802551.csv  1612980875.csv  1616771771.csv  1621630255.csv
  1565853371.csv  1612982689.csv  1616775463.csv  1621631236.csv
  1565935332.csv  1612985372.csv  1616778044.csv  1621631531.csv
  1566012801.csv  1612987442.csv  1616782812.csv  1621631774.csv
  1566138584.csv  1612989703.csv  1616786972.csv  1621632094.csv
  1566242747.csv  1612991474.csv  1616792375.csv  1621632462.csv
  1566348074.csv  1612992439.csv  1616798851.csv  1621632942.csv
  1566423156.csv  1612993345.csv  1616803358.csv  1621633830.csv
  1566564291.csv  1612993813.csv  1616805860.csv  1621635152.csv
  1566700504.csv  1612994208.csv  1616814340.csv  1621636507.csv
  1566805739.csv  1612994551.csv  1616817704.csv  1621638349.csv
  1567016097.csv  1612995360.csv  1616827361.csv  1621640703.csv
  1567081122.csv  1612996595.csv  1616842938.csv  1621643133.csv
  1567273054.csv  1612997729.csv  1616848997.csv  1621645823.csv
  1567474027.csv  1612998752.csv  1616857085.csv  1621649057.csv
  1567627460.csv  1612999853.csv  1616863391.csv  1621652067.csv
  1567812357.csv  1613000272.csv  1616868618.csv  1621654578.csv
  1567999219.csv  1613000741.csv  1616876760.csv  1621657307.csv
  1568170934.csv  1613001626.csv  1616883260.csv  1621659311.csv
  1568379719.csv  1613002441.csv  1616889719.csv  1621660004.csv
  1568637048.csv  1613003458.csv  1616899027.csv  1621661078.csv
  1568750302.csv  1613004516.csv  1616912334.csv  1621661775.csv
  1568827298.csv  1613005353.csv  1616920163.csv  1621664037.csv
  1568869372.csv  1613006246.csv  1616933793.csv  1621666052.csv
  1568941688.csv  1613007659.csv  1616945855.csv  1621669271.csv
  1569157874.csv  1613008720.csv  1616956709.csv  1621672050.csv
  1569274138.csv  1613009730.csv  1616964024.csv  1621675940.csv
  1569334919.csv  1613011623.csv  1616976345.csv  1621680476.csv
  1569354341.csv  1613014197.csv  1616988424.csv  1621682002.csv
  1569359645.csv  1613015547.csv  1617000359.csv  1621683741.csv
  1569414465.csv  1613017131.csv  1617006146.csv  1621687630.csv
  1569506821.csv  1613019664.csv  1617011595.csv  1621690385.csv
  1569582892.csv  1613022218.csv  1617018265.csv  1621693479.csv
  1569763512.csv  1613024241.csv  1617026712.csv  1621695639.csv
  1569932658.csv  1613026898.csv  1617034106.csv  1621698004.csv
  1570086323.csv  1613029415.csv  1617041633.csv  1621701068.csv
  1570329817.csv  1613032301.csv  1617052020.csv  1621706006.csv
  1570466829.csv  1613034802.csv  1617061551.csv  1621708221.csv
  1570629834.csv  1613036816.csv  1617072296.csv  1621712012.csv
  1570781472.csv  1613040300.csv  1617084442.csv  1621715610.csv
  1571066599.csv  1613043740.csv  1617096927.csv  1621720552.csv
  1571217493.csv  1613047973.csv  1617100006.csv  1621724602.csv
  1571386864.csv  1613050087.csv  1617106724.csv  1621728439.csv
  1571705290.csv  1613051464.csv  1617114957.csv  1621730340.csv
  1571848426.csv  1613054068.csv  1617120528.csv  1621733294.csv
  1572019112.csv  1613055053.csv  1617132297.csv  1621737821.csv
  1572051850.csv  1613056215.csv  1617141426.csv  1621742703.csv
  1572094990.csv  1613057305.csv  1617151409.csv  1621747442.csv
  1572222762.csv  1613058532.csv  1617158121.csv  1621751353.csv
  1572393886.csv  1613059843.csv  1617159831.csv  1621754583.csv
  1572589971.csv  1613060534.csv  1617168415.csv  1621756356.csv
  1572946867.csv  1613061083.csv  1617177279.csv  1621757679.csv
  1573216089.csv  1613062009.csv  1617179429.csv  1621758201.csv
  1573417678.csv  1613062670.csv  1617189209.csv  1621759303.csv
  1573566824.csv  1613063566.csv  1617199033.csv  1621759793.csv
  1573814626.csv  1613064685.csv  1617203179.csv  1621760304.csv
  1574011791.csv  1613066010.csv  1617208386.csv  1621760915.csv
  1574154114.csv  1613066938.csv  1617214488.csv  1621761557.csv
  1574327012.csv  1613068453.csv  1617220668.csv  1621762645.csv
  1574417227.csv  1613069678.csv  1617228725.csv  1621763821.csv
  1574453163.csv  1613071120.csv  1617237492.csv  1621765400.csv
  1574651351.csv  1613072843.csv  1617248212.csv  1621766935.csv
  1574813822.csv  1613074063.csv  1617259484.csv  1621768623.csv
  1574889100.csv  1613075779.csv  1617266331.csv  1621771384.csv
  1575028692.csv  1613076782.csv  1617273426.csv  1621772654.csv
  1575207209.csv  1613077279.csv  1617279168.csv  1621773239.csv
  1575465743.csv  1613078354.csv  1617286575.csv  1621773595.csv
  1575748774.csv  1613078746.csv  1617295026.csv  1621773912.csv
  1576035501.csv  1613079716.csv  1617300993.csv  1621774399.csv
  1576289945.csv  1613080870.csv  1617307524.csv  1621774825.csv
  1576530941.csv  1613082476.csv  1617317355.csv  1621775319.csv
  1576632437.csv  1613083823.csv  1617326691.csv  1621776102.csv
  1576792974.csv  1613085400.csv  1617331955.csv  1621777008.csv
  1577105889.csv  1613087406.csv  1617337495.csv  1621777931.csv
  1577284222.csv  1613088997.csv  1617347484.csv  1621778950.csv
  1577452721.csv  1613091301.csv  1617349351.csv  1621780640.csv
  1577665842.csv  1613092760.csv  1617351266.csv  1621781552.csv
  1577828564.csv  1613095502.csv  1617357772.csv  1621783041.csv
  1578027133.csv  1613096861.csv  1617370138.csv  1621784781.csv
  1578280832.csv  1613097929.csv  1617375860.csv  1621785987.csv
  1578370448.csv  1613099876.csv  1617382213.csv  1621786596.csv
  1578467860.csv  1613101789.csv  1617390549.csv  1621786921.csv
  1578603481.csv  1613102617.csv  1617397086.csv  1621787349.csv
  1578873560.csv  1613103644.csv  1617403146.csv  1621787764.csv
  1579021534.csv  1613104496.csv  1617409985.csv  1621788060.csv
  1579049716.csv  1613106454.csv  1617413760.csv  1621788525.csv
  1579107763.csv  1613108514.csv  1617417639.csv  1621789050.csv
  1579190612.csv  1613110992.csv  1617420543.csv  1621789560.csv
  1579280730.csv  1613114201.csv  1617428404.csv  1621790067.csv
  1579311596.csv  1613117042.csv  1617433709.csv  1621791143.csv
  1579431852.csv  1613119175.csv  1617437658.csv  1621792872.csv
  1579557875.csv  1613120739.csv  1617443196.csv  1621794096.csv
  1579668832.csv  1613123256.csv  1617454523.csv  1621795857.csv
  1579803142.csv  1613124711.csv  1617462049.csv  1621797924.csv
  1579949560.csv  1613128639.csv  1617469114.csv  1621800333.csv
  1580150009.csv  1613131852.csv  1617472850.csv  1621801411.csv
  1580195780.csv  1613135867.csv  1617476214.csv  1621802691.csv
  1580228661.csv  1613137567.csv  1617484625.csv  1621803672.csv
  1580268366.csv  1613139724.csv  1617488307.csv  1621804551.csv
  1580310273.csv  1613140838.csv  1617494452.csv  1621805037.csv
  1580382399.csv  1613141835.csv  1617499771.csv  1621805606.csv
  1580428054.csv  1613144335.csv  1617509200.csv  1621806569.csv
  1580532721.csv  1613147141.csv  1617523461.csv  1621807780.csv
  1580628067.csv  1613149482.csv  1617536163.csv  1621809161.csv
  1580721486.csv  1613152205.csv  1617544973.csv  1621810818.csv
  1580811885.csv  1613153803.csv  1617554241.csv  1621813088.csv
  1580906100.csv  1613155778.csv  1617566133.csv  1621815084.csv
  1580961778.csv  1613158889.csv  1617580356.csv  1621816935.csv
  1581043365.csv  1613161959.csv  1617588148.csv  1621818974.csv
  1581134442.csv  1613164750.csv  1617595243.csv  1621822544.csv
  1581248260.csv  1613167511.csv  1617606081.csv  1621825328.csv
  1581346130.csv  1613170383.csv  1617617361.csv  1621827868.csv
  1581443690.csv  1613172712.csv  1617627523.csv  1621831240.csv
  1581468672.csv  1613175852.csv  1617632335.csv  1621832946.csv
  1581516200.csv  1613177554.csv  1617634174.csv  1621838226.csv
  1581562094.csv  1613179567.csv  1617637895.csv  1621839990.csv
  1581587499.csv  1613181494.csv  1617641940.csv  1621841293.csv
  1581615015.csv  1613183128.csv  1617646070.csv  1621842514.csv
  1581693134.csv  1613187121.csv  1617652321.csv  1621844614.csv
  1581762583.csv  1613190744.csv  1617658642.csv  1621847167.csv
  1581784166.csv  1613194192.csv  1617663643.csv  1621851171.csv
  1581800424.csv  1613197499.csv  1617670579.csv  1621853990.csv
  1581860401.csv  1613200756.csv  1617680741.csv  1621856340.csv
  1581878748.csv  1613204761.csv  1617692536.csv  1621857766.csv
  1581935642.csv  1613212917.csv  1617698917.csv  1621859502.csv
  1581975494.csv  1613214363.csv  1617703649.csv  1621860429.csv
  1582040016.csv  1613214668.csv  1617710627.csv  1621861678.csv
  1582105453.csv  1613214710.csv  1617713101.csv  1621862707.csv
  1582148945.csv  1613215084.csv  1617713275.csv  1621864718.csv
  1582157655.csv  1613216741.csv  1617713599.csv  1621867034.csv
  1582216693.csv  1613218381.csv  1617713974.csv  1621869150.csv
  1582306194.csv  1613220922.csv  1617714233.csv  1621871256.csv
  1582451861.csv  1613225336.csv  1617714532.csv  1621872983.csv
  1582556465.csv  1613230073.csv  1617715171.csv  1621874231.csv
  1582667747.csv  1613234806.csv  1617716062.csv  1621876270.csv
  1582718854.csv  1613238034.csv  1617716414.csv  1621878098.csv
  1582743317.csv  1613240353.csv  1617717016.csv  1621880643.csv
  1582815110.csv  1613242599.csv  1617717625.csv  1621882068.csv
  1582892503.csv  1613245985.csv  1617718019.csv  1621884677.csv
  1583080187.csv  1613249588.csv  1617718381.csv  1621885761.csv
  1583184194.csv  1613253597.csv  1617718993.csv  1621886369.csv
  1583341389.csv  1613257738.csv  1617719703.csv  1621887353.csv
  1583502818.csv  1613260998.csv  1617721065.csv  1621888422.csv
  1583683583.csv  1613264532.csv  1617723361.csv  1621890561.csv
  1583727863.csv  1613271199.csv  1617725575.csv  1621893076.csv
  1583767676.csv  1613275359.csv  1617728614.csv  1621896228.csv
  1583869852.csv  1613280346.csv  1617731409.csv  1621898840.csv
  1583980719.csv  1613283449.csv  1617735840.csv  1621901127.csv
  1584009449.csv  1613288313.csv  1617739858.csv  1621902322.csv
  1584012116.csv  1613296471.csv  1617743784.csv  1621902963.csv
  1584017306.csv  1613301165.csv  1617748880.csv  1621903672.csv
  1584033147.csv  1613305668.csv  1617754066.csv  1621904345.csv
  1584055744.csv  1613309416.csv  1617758545.csv  1621905068.csv
  1584059401.csv  1613310289.csv  1617763843.csv  1621905739.csv
  1584064807.csv  1613312877.csv  1617769010.csv  1621907150.csv
  1584068452.csv  1613314088.csv  1617774989.csv  1621909180.csv
  1584075546.csv  1613315097.csv  1617780061.csv  1621911450.csv
  1584099856.csv  1613316806.csv  1617786506.csv  1621913498.csv
  1584117071.csv  1613319323.csv  1617790186.csv  1621916457.csv
  1584166361.csv  1613321238.csv  1617794629.csv  1621918099.csv
  1584283302.csv  1613324271.csv  1617795298.csv  1621921891.csv
  1584311252.csv  1613328168.csv  1617797773.csv  1621925037.csv
  1584361438.csv  1613332501.csv  1617801472.csv  1621927344.csv
  1584430623.csv  1613336228.csv  1617804769.csv  1621930271.csv
  1584551845.csv  1613338249.csv  1617809220.csv  1621934489.csv
  1584634104.csv  1613340203.csv  1617813488.csv  1621937628.csv
  1584675187.csv  1613344778.csv  1617819357.csv  1621939082.csv
  1584721785.csv  1613347877.csv  1617824695.csv  1621940958.csv
  1584863590.csv  1613352246.csv  1617832557.csv  1621943538.csv
  1584984719.csv  1613353795.csv  1617840661.csv  1621945730.csv
  1585103607.csv  1613355326.csv  1617850163.csv  1621948080.csv
  1585257543.csv  1613355613.csv  1617861429.csv  1621950008.csv
  1585372941.csv  1613355736.csv  1617871171.csv  1621952491.csv
  1585531858.csv  1613355937.csv  1617885073.csv  1621954760.csv
  1585666253.csv  1613356253.csv  1617890280.csv  1621956774.csv
  1585843817.csv  1613356459.csv  1617897638.csv  1621958828.csv
  1585988597.csv  1613356557.csv  1617905230.csv  1621963881.csv
  1586183319.csv  1613356814.csv  1617914222.csv  1621968569.csv
  1586255669.csv  1613357179.csv  1617923009.csv  1621972362.csv
  1586381118.csv  1613357722.csv  1617931470.csv  1621974250.csv
  1586515189.csv  1613358363.csv  1617944927.csv  1621978171.csv
  1586731095.csv  1613359194.csv  1617964318.csv  1621982250.csv
  1586995255.csv  1613360381.csv  1617976107.csv  1621985576.csv
  1587148143.csv  1613361919.csv  1617984483.csv  1621987729.csv
  1587358689.csv  1613363496.csv  1617992433.csv  1621988806.csv
  1587507162.csv  1613364587.csv  1618005673.csv  1621991366.csv
  1587652113.csv  1613367161.csv  1618018092.csv  1621993267.csv
  1587715419.csv  1613370003.csv  1618027072.csv  1621994873.csv
  1587825851.csv  1613372593.csv  1618030329.csv  1621995928.csv
  1587926682.csv  1613374687.csv  1618032701.csv  1621997601.csv
  1588018930.csv  1613378625.csv  1618037606.csv  1622000053.csv
  1588151508.csv  1613381531.csv  1618044436.csv  1622000869.csv
  1588183421.csv  1613386059.csv  1618057928.csv  1622001973.csv
  1588227909.csv  1613391330.csv  1618065131.csv  1622002170.csv
  1588248017.csv  1613395279.csv  1618072023.csv  1622002513.csv
  1588298329.csv  1613398059.csv  1618078341.csv  1622003300.csv
  1588369515.csv  1613401152.csv  1618088006.csv  1622003854.csv
  1588497119.csv  1613403968.csv  1618099318.csv  1622004376.csv
  1588554921.csv  1613406938.csv  1618106191.csv  1622004756.csv
  1588569394.csv  1613410445.csv  1618115870.csv  1622005768.csv
  1588657839.csv  1613413368.csv  1618124307.csv  1622007576.csv
  1588799271.csv  1613418457.csv  1618139964.csv  1622009644.csv
  1588897202.csv  1613421276.csv  1618143360.csv  1622010498.csv
  1588977904.csv  1613422231.csv  1618143926.csv  1622012012.csv
  1589069853.csv  1613423790.csv  1618145634.csv  1622014033.csv
  1589079040.csv  1613424621.csv  1618146615.csv  1622015767.csv
  1589129842.csv  1613425684.csv  1618148270.csv  1622016963.csv
  1589199898.csv  1613426367.csv  1618153082.csv  1622018987.csv
  1589252788.csv  1613426939.csv  1618158668.csv  1622021292.csv
  1589337150.csv  1613428201.csv  1618163550.csv  1622023953.csv
  1589380978.csv  1613430714.csv  1618167021.csv  1622026884.csv
  1589455157.csv  1613432809.csv  1618172340.csv  1622030245.csv
  1589577492.csv  1613434874.csv  1618176738.csv  1622031683.csv
  1589770204.csv  1613436453.csv  1618180035.csv  1622032739.csv
  1589885902.csv  1613439019.csv  1618184112.csv  1622034450.csv
  1589976017.csv  1613442002.csv  1618189140.csv  1622035698.csv
  1590041547.csv  1613445684.csv  1618193068.csv  1622037133.csv
  1590086844.csv  1613449041.csv  1618193893.csv  1622037497.csv
  1590149993.csv  1613453034.csv  1618194618.csv  1622038665.csv
  1590197786.csv  1613458199.csv  1618195661.csv  1622040333.csv
  1590329226.csv  1613464541.csv  1618197836.csv  1622042199.csv
  1590404375.csv  1613468804.csv  1618200600.csv  1622044064.csv
  1590562298.csv  1613473330.csv  1618204088.csv  1622045831.csv
  1590669972.csv  1613478241.csv  1618205486.csv  1622048418.csv
  1590691459.csv  1613482199.csv  1618209542.csv  1622049906.csv
  1590706292.csv  1613486575.csv  1618213305.csv  1622052379.csv
  1590715106.csv  1613491346.csv  1618219039.csv  1622055174.csv
  1590753314.csv  1613493973.csv  1618221486.csv  1622057261.csv
  1590809622.csv  1613496175.csv  1618224375.csv  1622060437.csv
  1590820594.csv  1613499221.csv  1618230643.csv  1622063460.csv
  1590836871.csv  1613503833.csv  1618235623.csv  1622067833.csv
  1590863932.csv  1613508415.csv  1618240010.csv  1622071468.csv
  1590875460.csv  1613513163.csv  1618242347.csv  1622073420.csv
  1590882802.csv  1613518467.csv  1618246182.csv  1622075343.csv
  1590904507.csv  1613524826.csv  1618253318.csv  1622076523.csv
  1590912033.csv  1613530528.csv  1618258300.csv  1622078290.csv
  1590925566.csv  1613533635.csv  1618264904.csv  1622079478.csv
  1590936223.csv  1613536581.csv  1618269077.csv  1622080610.csv
  1590941285.csv  1613538871.csv  1618273227.csv  1622081632.csv
  1590961303.csv  1613543749.csv  1618278640.csv  1622084229.csv
  1590971185.csv  1613547573.csv  1618284300.csv  1622085401.csv
  1590993698.csv  1613551925.csv  1618291680.csv  1622087738.csv
  1591030160.csv  1613556744.csv  1618298181.csv  1622090921.csv
  1591052738.csv  1613561503.csv  1618301951.csv  1622096236.csv
  1591085450.csv  1613565977.csv  1618306352.csv  1622100872.csv
  1591109831.csv  1613569751.csv  1618309755.csv  1622106644.csv
  1591117842.csv  1613574893.csv  1618311720.csv  1622113258.csv
  1591141534.csv  1613578830.csv  1618314439.csv  1622117734.csv
  1591182495.csv  1613583908.csv  1618316939.csv  1622121919.csv
  1591197946.csv  1613588757.csv  1618318601.csv  1622127010.csv
  1591212803.csv  1613591894.csv  1618320466.csv  1622131521.csv
  1591233738.csv  1613594512.csv  1618322134.csv  1622134800.csv
  1591242876.csv  1613598132.csv  1618323744.csv  1622141124.csv
  1591270740.csv  1613600156.csv  1618324183.csv  1622144228.csv
  1591301841.csv  1613603979.csv  1618325047.csv  1622148558.csv
  1591337270.csv  1613607082.csv  1618325724.csv  1622150708.csv
  1591373751.csv  1613610929.csv  1618326562.csv  1622154601.csv
  1591404463.csv  1613612318.csv  1618327682.csv  1622159983.csv
  1591462275.csv  1613614173.csv  1618329741.csv  1622162347.csv
  1591510628.csv  1613617345.csv  1618331196.csv  1622165897.csv
  1591542612.csv  1613620125.csv  1618332737.csv  1622171553.csv
  1591588153.csv  1613624517.csv  1618333728.csv  1622177192.csv
  1591660699.csv  1613626789.csv  1618335529.csv  1622180640.csv
  1591737165.csv  1613628981.csv  1618337899.csv  1622180658.csv
  1591762275.csv  1613630858.csv  1618339276.csv  1622181632.csv
  1591812925.csv  1613631930.csv  1618340146.csv  1622183114.csv
  1591850958.csv  1613633113.csv  1618341928.csv  1622185173.csv
  1591883874.csv  1613635248.csv  1618345127.csv  1622188013.csv
  1591893341.csv  1613638075.csv  1618348976.csv  1622192132.csv
  1591901186.csv  1613642938.csv  1618352552.csv  1622192937.csv
  1591917932.csv  1613647910.csv  1618356746.csv  1622194105.csv
  1591961400.csv  1613649441.csv  1618358599.csv  1622195841.csv
  1591994444.csv  1613652445.csv  1618361395.csv  1622198944.csv
  1592106471.csv  1613657838.csv  1618362634.csv  1622201352.csv
  1592175791.csv  1613660959.csv  1618364691.csv  1622202787.csv
  1592202435.csv  1613664219.csv  1618365587.csv  1622203991.csv
  1592219355.csv  1613667425.csv  1618367216.csv  1622205776.csv
  1592245752.csv  1613671147.csv  1618367842.csv  1622207171.csv
  1592259623.csv  1613675830.csv  1618368493.csv  1622209325.csv
  1592287983.csv  1613680104.csv  1618369239.csv  1622212272.csv
  1592330068.csv  1613684721.csv  1618370392.csv  1622215762.csv
  1592396357.csv  1613688271.csv  1618373132.csv  1622218756.csv
  1592405745.csv  1613692365.csv  1618374014.csv  1622222130.csv
  1592423213.csv  1613695682.csv  1618374608.csv  1622226699.csv
  1592455181.csv  1613698532.csv  1618375183.csv  1622230672.csv
  1592522072.csv  1613700284.csv  1618376115.csv  1622234872.csv
  1592584046.csv  1613701035.csv  1618377266.csv  1622236785.csv
  1592652513.csv  1613702799.csv  1618378710.csv  1622238410.csv
  1592726626.csv  1613707860.csv  1618380203.csv  1622240468.csv
  1592815962.csv  1613711194.csv  1618382027.csv  1622244868.csv
  1592863382.csv  1613715981.csv  1618384743.csv  1622248297.csv
  1592918827.csv  1613720802.csv  1618387688.csv  1622254617.csv
  1592975499.csv  1613725925.csv  1618388931.csv  1622262130.csv
  1593013129.csv  1613729821.csv  1618390045.csv  1622266526.csv
  1593055839.csv  1613735124.csv  1618390234.csv  1622275669.csv
  1593124413.csv  1613738339.csv  1618391560.csv  1622280225.csv
  1593239347.csv  1613741988.csv  1618391697.csv  1622287057.csv
  1593299759.csv  1613746253.csv  1618392330.csv  1622289881.csv
  1593346689.csv  1613748855.csv  1618392553.csv  1622293304.csv
  1593399947.csv  1613751715.csv  1618393388.csv  1622294690.csv
  1593448984.csv  1613753191.csv  1618395158.csv  1622296632.csv
  1593477086.csv  1613755637.csv  1618398260.csv  1622299412.csv
  1593527205.csv  1613758976.csv  1618400880.csv  1622301986.csv
  1593595403.csv  1613761212.csv  1618403044.csv  1622303717.csv
  1593610770.csv  1613764654.csv  1618404970.csv  1622305579.csv
  1593620738.csv  1613768274.csv  1618407091.csv  1622306266.csv
  1593626536.csv  1613771320.csv  1618408967.csv  1622308732.csv
  1593640031.csv  1613775343.csv  1618409656.csv  1622310889.csv
  1593650615.csv  1613779442.csv  1618410051.csv  1622312118.csv
  1593670961.csv  1613781366.csv  1618411316.csv  1622315722.csv
  1593692868.csv  1613783492.csv  1618413073.csv  1622319377.csv
  1593704928.csv  1613783923.csv  1618415001.csv  1622322601.csv
  1593708983.csv  1613784194.csv  1618418057.csv  1622325133.csv
  1593729523.csv  1613784416.csv  1618420113.csv  1622329504.csv
  1593784035.csv  1613784608.csv  1618422422.csv  1622332469.csv
  1593786668.csv  1613784775.csv  1618424406.csv  1622335053.csv
  1593792867.csv  1613784952.csv  1618427257.csv  1622337925.csv
  1593804171.csv  1613785080.csv  1618429209.csv  1622341477.csv
  1593822953.csv  1613785175.csv  1618432478.csv  1622343440.csv
  1593858548.csv  1613785285.csv  1618435562.csv  1622345569.csv
  1593901732.csv  1613785457.csv  1618437507.csv  1622348649.csv
  1593929691.csv  1613785661.csv  1618440373.csv  1622350271.csv
  1593970328.csv  1613785898.csv  1618443085.csv  1622352465.csv
  1594009977.csv  1613786079.csv  1618445644.csv  1622355014.csv
  1594051144.csv  1613786433.csv  1618448864.csv  1622356251.csv
  1594070293.csv  1613786849.csv  1618454275.csv  1622357593.csv
  1594080736.csv  1613787356.csv  1618460489.csv  1622358489.csv
  1594099736.csv  1613787966.csv  1618466039.csv  1622359919.csv
  1594128294.csv  1613788739.csv  1618471702.csv  1622362204.csv
  1594138123.csv  1613789967.csv  1618476460.csv  1622364570.csv
  1594151568.csv  1613790875.csv  1618479028.csv  1622369118.csv
  1594162466.csv  1613791923.csv  1618482695.csv  1622372920.csv
  1594170103.csv  1613792739.csv  1618488976.csv  1622375809.csv
  1594173566.csv  1613794220.csv  1618494239.csv  1622377564.csv
  1594178438.csv  1613796268.csv  1618497613.csv  1622379307.csv
  1594181218.csv  1613798100.csv  1618500321.csv  1622381256.csv
  1594189208.csv  1613799863.csv  1618504407.csv  1622384529.csv
  1594196567.csv  1613801581.csv  1618508470.csv  1622385436.csv
  1594209076.csv  1613803339.csv  1618512831.csv  1622388942.csv
  1594213489.csv  1613805169.csv  1618516521.csv  1622392013.csv
  1594226044.csv  1613807101.csv  1618519008.csv  1622396156.csv
  1594239286.csv  1613809081.csv  1618522551.csv  1622400268.csv
  1594253255.csv  1613812996.csv  1618525832.csv  1622404584.csv
  1594261949.csv  1613817182.csv  1618528935.csv  1622406097.csv
  1594281790.csv  1613820222.csv  1618533687.csv  1622410186.csv
  1594303472.csv  1613823287.csv  1618534590.csv  1622414119.csv
  1594311758.csv  1613825872.csv  1618536136.csv  1622416153.csv
  1594328149.csv  1613826986.csv  1618538073.csv  1622419455.csv
  1594356655.csv  1613828144.csv  1618541035.csv  1622421117.csv
  1594371495.csv  1613828624.csv  1618542839.csv  1622423825.csv
  1594389962.csv  1613828950.csv  1618546515.csv  1622425232.csv
  1594410963.csv  1613829732.csv  1618548424.csv  1622429068.csv
  1594430530.csv  1613830780.csv  1618551170.csv  1622432196.csv
  1594454642.csv  1613831412.csv  1618554203.csv  1622437985.csv
  1594480850.csv  1613832661.csv  1618556793.csv  1622440078.csv
  1594507228.csv  1613833128.csv  1618561806.csv  1622444375.csv
  1594528644.csv  1613834192.csv  1618565710.csv  1622447332.csv
  1594560577.csv  1613834822.csv  1618570721.csv  1622451749.csv
  1594587125.csv  1613835795.csv  1618572011.csv  1622454542.csv
  1594602081.csv  1613837729.csv  1618573345.csv  1622458352.csv
  1594613765.csv  1613839093.csv  1618577578.csv  1622460243.csv
  1594624604.csv  1613840276.csv  1618579743.csv  1622462774.csv
  1594649797.csv  1613841559.csv  1618580818.csv  1622465593.csv
  1594666820.csv  1613842208.csv  1618581618.csv  1622469152.csv
  1594672522.csv  1613842668.csv  1618582654.csv  1622472027.csv
  1594684798.csv  1613843174.csv  1618584362.csv  1622474607.csv
  1594704243.csv  1613844015.csv  1618586738.csv  1622477970.csv
  1594728102.csv  1613845329.csv  1618588458.csv  1622479390.csv
  1594744947.csv  1613846811.csv  1618588699.csv  1622482933.csv
  1594751316.csv  1613848218.csv  1618590309.csv  1622488664.csv
  1594769454.csv  1613850243.csv  1618591383.csv  1622495268.csv
  1594797535.csv  1613852034.csv  1618593281.csv  1622499024.csv
  1594825636.csv  1613853566.csv  1618595909.csv  1622502197.csv
  1594848537.csv  1613854988.csv  1618598516.csv  1622503772.csv
  1594871954.csv  1613856686.csv  1618603943.csv  1622505768.csv
  1594883430.csv  1613858936.csv  1618608953.csv  1622507496.csv
  1594893340.csv  1613859541.csv  1618613732.csv  1622510344.csv
  1594904608.csv  1613859869.csv  1618618914.csv  1622511399.csv
  1594925202.csv  1613860226.csv  1618622986.csv  1622514056.csv
  1594963446.csv  1613860604.csv  1618626690.csv  1622517255.csv
  1595004763.csv  1613860851.csv  1618632966.csv  1622520652.csv
  1595037860.csv  1613860917.csv  1618636843.csv  1622524857.csv
  1595067402.csv  1613861025.csv  1618644511.csv  1622527554.csv
  1595127939.csv  1613861256.csv  1618654047.csv  1622530999.csv
  1595196027.csv  1613861684.csv  1618658958.csv  1622535130.csv
  1595262808.csv  1613862435.csv  1618661255.csv  1622537215.csv
  1595284743.csv  1613863359.csv  1618666651.csv  1622542973.csv
  1595327500.csv  1613864404.csv  1618671692.csv  1622549505.csv
  1595359723.csv  1613865122.csv  1618675091.csv  1622552550.csv
  1595420144.csv  1613866241.csv  1618681317.csv  1622554808.csv
  1595463562.csv  1613867685.csv  1618687875.csv  1622557947.csv
  1595498934.csv  1613870149.csv  1618696480.csv  1622562256.csv
  1595534852.csv  1613872489.csv  1618704135.csv  1622565333.csv
  1595592679.csv  1613875161.csv  1618707549.csv  1622568487.csv
  1595635353.csv  1613879171.csv  1618709589.csv  1622570797.csv
  1595644878.csv  1613881738.csv  1618713266.csv  1622571789.csv
  1595650697.csv  1613886281.csv  1618715489.csv  1622573745.csv
  1595667130.csv  1613889924.csv  1618715966.csv  1622576233.csv
  1595691309.csv  1613894611.csv  1618716100.csv  1622578921.csv
  1595697939.csv  1613899474.csv  1618716319.csv  1622583622.csv
  1595711887.csv  1613904359.csv  1618716787.csv  1622588106.csv
  1595719843.csv  1613909187.csv  1618716880.csv  1622592539.csv
  1595726922.csv  1613913959.csv  1618716947.csv  1622592977.csv
  1595736580.csv  1613917839.csv  1618717090.csv  1622596127.csv
  1595745038.csv  1613920613.csv  1618717329.csv  1622600123.csv
  1595750991.csv  1613923017.csv  1618717575.csv  1622601701.csv
  1595758177.csv  1613925768.csv  1618717966.csv  1622605748.csv
  1595765850.csv  1613929250.csv  1618718440.csv  1622611524.csv
  1595776216.csv  1613933207.csv  1618718928.csv  1622617614.csv
  1595793351.csv  1613935683.csv  1618719517.csv  1622619083.csv
  1595809300.csv  1613938932.csv  1618720408.csv  1622623738.csv
  1595822159.csv  1613941533.csv  1618721343.csv  1622627767.csv
  1595829824.csv  1613943139.csv  1618722483.csv  1622632140.csv
  1595845138.csv  1613945640.csv  1618724005.csv  1622634811.csv
  1595859933.csv  1613949046.csv  1618726074.csv  1622640544.csv
  1595865504.csv  1613952647.csv  1618727948.csv  1622645630.csv
  1595875627.csv  1613955225.csv  1618730781.csv  1622648552.csv
  1595886521.csv  1613955932.csv  1618733173.csv  1622650550.csv
  1595895559.csv  1613959018.csv  1618736272.csv  1622653880.csv
  1595923702.csv  1613962902.csv  1618738626.csv  1622659489.csv
  1595948501.csv  1613965762.csv  1618742983.csv  1622664956.csv
  1595960877.csv  1613966781.csv  1618746173.csv  1622671214.csv
  1595970664.csv  1613967690.csv  1618747396.csv  1622674578.csv
  1595982411.csv  1613969170.csv  1618750294.csv  1622678572.csv
  1595997484.csv  1613971179.csv  1618752891.csv  1622683689.csv
  1596028755.csv  1613973931.csv  1618756246.csv  1622687676.csv
  1596050584.csv  1613977088.csv  1618760385.csv  1622693566.csv
  1596067541.csv  1613981874.csv  1618763208.csv  1622698381.csv
  1596107067.csv  1613986833.csv  1618765257.csv  1622704911.csv
  1596139923.csv  1613988336.csv  1618768000.csv  1622711726.csv
  1596199565.csv  1613988546.csv  1618772616.csv  1622712614.csv
  1596225511.csv  1613988832.csv  1618775787.csv  1622713751.csv
  1596251622.csv  1613989548.csv  1618779183.csv  1622715012.csv
  1596272791.csv  1613991388.csv  1618782557.csv  1622716137.csv
  1596299108.csv  1613994283.csv  1618786532.csv  1622718198.csv
  1596313787.csv  1613996008.csv  1618791907.csv  1622720103.csv
  1596319536.csv  1613996476.csv  1618794953.csv  1622723306.csv
  1596336599.csv  1613997257.csv  1618801536.csv  1622726219.csv
  1596343289.csv  1613998858.csv  1618805564.csv  1622728495.csv
  1596344732.csv  1614000218.csv  1618812381.csv  1622732403.csv
  1596351293.csv  1614001869.csv  1618819976.csv  1622737655.csv
  1596364454.csv  1614002821.csv  1618823518.csv  1622741768.csv
  1596384043.csv  1614003117.csv  1618827103.csv  1622746909.csv
  1596404142.csv  1614003227.csv  1618829786.csv  1622751382.csv
  1596448323.csv  1614003394.csv  1618834378.csv  1622758837.csv
  1596458579.csv  1614003560.csv  1618838643.csv  1622764262.csv
  1596480764.csv  1614003620.csv  1618842600.csv  1622767032.csv
  1596501065.csv  1614003675.csv  1618843757.csv  1622769017.csv
  1596515603.csv  1614003766.csv  1618845914.csv  1622769389.csv
  1596541419.csv  1614003852.csv  1618847740.csv  1622769442.csv
  1596549643.csv  1614004092.csv  1618850407.csv  1622769806.csv
  1596560613.csv  1614004215.csv  1618854488.csv  1622770671.csv
  1596579776.csv  1614004459.csv  1618858431.csv  1622772782.csv
  1596632107.csv  1614004809.csv  1618863679.csv  1622774937.csv
  1596661545.csv  1614005199.csv  1618869738.csv  1622777665.csv
  1596723397.csv  1614005817.csv  1618873690.csv  1622781890.csv
  1596749769.csv  1614006295.csv  1618876486.csv  1622784081.csv
  1596791317.csv  1614006625.csv  1618878277.csv  1622785937.csv
  1596820676.csv  1614007125.csv  1618879177.csv  1622789387.csv
  1596838725.csv  1614007823.csv  1618880297.csv  1622790721.csv
  1596908200.csv  1614008938.csv  1618882235.csv  1622791575.csv
  1596927317.csv  1614010128.csv  1618883188.csv  1622794250.csv
  1596939619.csv  1614011515.csv  1618885411.csv  1622799297.csv
  1596966845.csv  1614012901.csv  1618886597.csv  1622802976.csv
  1597003422.csv  1614013992.csv  1618889580.csv  1622808054.csv
  1597076825.csv  1614015455.csv  1618893258.csv  1622810091.csv
  1597128547.csv  1614016845.csv  1618897756.csv  1622811623.csv
  1597162234.csv  1614017832.csv  1618902735.csv  1622815851.csv
  1597179220.csv  1614019293.csv  1618907619.csv  1622819779.csv
  1597210314.csv  1614021453.csv  1618914724.csv  1622822793.csv
  1597232367.csv  1614023800.csv  1618922677.csv  1622824252.csv
  1597259649.csv  1614025199.csv  1618927816.csv  1622827849.csv
  1597295322.csv  1614026289.csv  1618930370.csv  1622834281.csv
  1597327605.csv  1614027744.csv  1618932987.csv  1622838931.csv
  1597341451.csv  1614029359.csv  1618933649.csv  1622842358.csv
  1597350478.csv  1614029982.csv  1618934649.csv  1622848203.csv
  1597359159.csv  1614030606.csv  1618934847.csv  1622850585.csv
  1597394355.csv  1614031044.csv  1618938455.csv  1622854382.csv
  1597448606.csv  1614031917.csv  1618943363.csv  1622858906.csv
  1597509687.csv  1614033009.csv  1618947105.csv  1622865613.csv
  1597571673.csv  1614033470.csv  1618948847.csv  1622874988.csv
  1597622573.csv  1614035341.csv  1618950803.csv  1622884851.csv
  1597667082.csv  1614036797.csv  1618953406.csv  1622886793.csv
  1597688049.csv  1614038492.csv  1618956606.csv  1622891771.csv
  1597751707.csv  1614040229.csv  1618960577.csv  1622894661.csv
  1597762894.csv  1614040861.csv  1618964995.csv  1622897225.csv
  1597786849.csv  1614042718.csv  1618967946.csv  1622901898.csv
  1597811907.csv  1614043839.csv  1618974935.csv  1622907409.csv
  1597848417.csv  1614045779.csv  1618978818.csv  1622912046.csv
  1597872161.csv  1614047687.csv  1618985747.csv  1622922899.csv
  1597917688.csv  1614048524.csv  1618992354.csv  1622928292.csv
  1597959395.csv  1614049147.csv  1619000718.csv  1622929064.csv
  1598004879.csv  1614050219.csv  1619003864.csv  1622931504.csv
  1598032303.csv  1614051711.csv  1619009003.csv  1622935855.csv
  1598044646.csv  1614053507.csv  1619017128.csv  1622943018.csv
  1598061621.csv  1614055391.csv  1619023730.csv  1622950389.csv
  1598129283.csv  1614056076.csv  1619031680.csv  1622957705.csv
  1598206626.csv  1614057184.csv  1619038903.csv  1622965726.csv
  1598280169.csv  1614057976.csv  1619044713.csv  1622982372.csv
  1598349607.csv  1614058872.csv  1619047150.csv  1622991822.csv
  1598374145.csv  1614060019.csv  1619050876.csv  1623004167.csv
  1598376416.csv  1614060631.csv  1619054920.csv  1623015820.csv
  1598385751.csv  1614062652.csv  1619058782.csv  1623023457.csv
  1598440898.csv  1614064746.csv  1619066236.csv  1623027254.csv
  1598474293.csv  1614067576.csv  1619078825.csv  1623031320.csv
  1598525416.csv  1614068318.csv  1619088159.csv  1623034282.csv
  1598544362.csv  1614068823.csv  1619094305.csv  1623038725.csv
  1598555946.csv  1614069051.csv  1619100353.csv  1623047202.csv
  1598601833.csv  1614069656.csv  1619106989.csv  1623052313.csv
  1598662066.csv  1614070384.csv  1619109114.csv  1623061597.csv
  1598727372.csv  1614070713.csv  1619111428.csv  1623069345.csv
  1598797705.csv  1614071286.csv  1619114183.csv  1623076556.csv
  1598862992.csv  1614071513.csv  1619116283.csv  1623082838.csv
  1598893278.csv  1614071770.csv  1619119938.csv  1623087011.csv
  1598910410.csv  1614072099.csv  1619124166.csv  1623090185.csv
  1598944526.csv  1614072631.csv  1619125398.csv  1623092928.csv
  1598986212.csv  1614073557.csv  1619125696.csv  1623096128.csv
  1599023726.csv  1614074854.csv  1619125953.csv  1623097341.csv
  1599050040.csv  1614075753.csv  1619126302.csv  1623099026.csv
  1599069092.csv  1614077010.csv  1619128208.csv  1623100188.csv
  1599108829.csv  1614078584.csv  1619131805.csv  1623100552.csv
  1599137398.csv  1614080183.csv  1619135352.csv  1623101161.csv
  1599156382.csv  1614080698.csv  1619139595.csv  1623102762.csv
  1599175842.csv  1614081236.csv  1619141833.csv  1623105507.csv
  1599181081.csv  1614082313.csv  1619142554.csv  1623108280.csv
  1599204769.csv  1614083658.csv  1619142757.csv  1623110315.csv
  1599225188.csv  1614084663.csv  1619143843.csv  1623111650.csv
  1599238819.csv  1614085540.csv  1619144455.csv  1623111728.csv
  1599274308.csv  1614086657.csv  1619144630.csv  1623113606.csv
  1599304818.csv  1614088614.csv  1619144717.csv  1623117120.csv
  1599324862.csv  1614090377.csv  1619144839.csv  1623120042.csv
  1599334503.csv  1614091512.csv  1619145178.csv  1623120568.csv
  1599370136.csv  1614092409.csv  1619145619.csv  1623121581.csv
  1599419451.csv  1614093629.csv  1619146197.csv  1623122887.csv
  1599472841.csv  1614095395.csv  1619146687.csv  1623125084.csv
  1599497674.csv  1614097106.csv  1619147693.csv  1623128015.csv
  1599541618.csv  1614098710.csv  1619148764.csv  1623130880.csv
  1599592791.csv  1614100730.csv  1619150539.csv  1623134821.csv
  1599646649.csv  1614103107.csv  1619153130.csv  1623137174.csv
  1599706556.csv  1614105326.csv  1619154731.csv  1623140386.csv
  1599747688.csv  1614107947.csv  1619155640.csv  1623145818.csv
  1599766508.csv  1614109235.csv  1619158149.csv  1623150881.csv
  1599846195.csv  1614110253.csv  1619160108.csv  1623154871.csv
  1599936515.csv  1614111592.csv  1619162798.csv  1623159515.csv
  1600013360.csv  1614113521.csv  1619164961.csv  1623161159.csv
  1600107908.csv  1614115164.csv  1619167107.csv  1623161935.csv
  1600180758.csv  1614117473.csv  1619171444.csv  1623163453.csv
  1600263275.csv  1614120152.csv  1619173832.csv  1623165170.csv
  1600341329.csv  1614123478.csv  1619175602.csv  1623165719.csv
  1600446033.csv  1614126212.csv  1619177877.csv  1623166072.csv
  1600552463.csv  1614127706.csv  1619180534.csv  1623167115.csv
  1600614630.csv  1614129894.csv  1619183548.csv  1623168214.csv
  1600682037.csv  1614131147.csv  1619186159.csv  1623169573.csv
  1600699592.csv  1614132686.csv  1619188940.csv  1623173519.csv
  1600759488.csv  1614135007.csv  1619191676.csv  1623176060.csv
  1600857784.csv  1614136674.csv  1619195465.csv  1623178760.csv
  1600909931.csv  1614139550.csv  1619199195.csv  1623181701.csv
  1600997954.csv  1614141632.csv  1619203719.csv  1623184135.csv
  1601037536.csv  1614144399.csv  1619208263.csv  1623185483.csv
  1601059287.csv  1614148116.csv  1619211008.csv  1623188017.csv
  1601088856.csv  1614152778.csv  1619215327.csv  1623192127.csv
  1601156197.csv  1614155262.csv  1619220190.csv  1623196201.csv
  1601223868.csv  1614157872.csv  1619225388.csv  1623198391.csv
  1601254932.csv  1614159617.csv  1619230377.csv  1623199931.csv
  1601288811.csv  1614161619.csv  1619237187.csv  1623203209.csv
  1601338763.csv  1614164984.csv  1619243089.csv  1623206786.csv
  1601399967.csv  1614169412.csv  1619247563.csv  1623209790.csv
  1601474975.csv  1614172024.csv  1619254008.csv  1623215812.csv
  1601558281.csv  1614173561.csv  1619260512.csv  1623219966.csv
  1601579135.csv  1614176155.csv  1619265381.csv  1623221136.csv
  1601625887.csv  1614178279.csv  1619272509.csv  1623224983.csv
  1601653837.csv  1614180300.csv  1619277616.csv  1623230647.csv
  1601741412.csv  1614182661.csv  1619287341.csv  1623237950.csv
  1601850353.csv  1614185464.csv  1619297513.csv  1623241622.csv
  1601947416.csv  1614187871.csv  1619305626.csv  1623246303.csv
  1602012279.csv  1614191020.csv  1619310927.csv  1623250623.csv
  1602092827.csv  1614194995.csv  1619318173.csv  1623252149.csv
  1602186954.csv  1614197603.csv  1619327841.csv  1623253549.csv
  1602260751.csv  1614201080.csv  1619339034.csv  1623255168.csv
  1602299543.csv  1614202976.csv  1619350769.csv  1623259330.csv
  1602349850.csv  1614205307.csv  1619362692.csv  1623263021.csv
  1602413378.csv  1614208052.csv  1619369204.csv  1623266161.csv
  1602493281.csv  1614210070.csv  1619379094.csv  1623271570.csv
  1602521954.csv  1614212462.csv  1619383956.csv  1623276830.csv
  1602544518.csv  1614215016.csv  1619385055.csv  1623280717.csv
  1602600204.csv  1614219002.csv  1619386516.csv  1623284778.csv
  1602666076.csv  1614223059.csv  1619387418.csv  1623290508.csv
  1602730685.csv  1614226472.csv  1619390604.csv  1623296853.csv
  1602817408.csv  1614230381.csv  1619395894.csv  1623301320.csv
  1602900664.csv  1614234436.csv  1619399469.csv  1623304529.csv
  1603063205.csv  1614241056.csv  1619401305.csv  1623310551.csv
  1603149480.csv  1614245475.csv  1619402757.csv  1623317484.csv
  1603209027.csv  1614253274.csv  1619404447.csv  1623322069.csv
  1603286604.csv  1614257758.csv  1619406988.csv  1623329886.csv
  1603323802.csv  1614259011.csv  1619411609.csv  1623336513.csv
  1603372813.csv  1614261607.csv  1619417553.csv  1623341344.csv
  1603387119.csv  1614264631.csv  1619420182.csv  1623345238.csv
  1603412672.csv  1614265853.csv  1619424558.csv  1623351261.csv
  1603469988.csv  1614266216.csv  1619430794.csv  1623355952.csv
  1603521100.csv  1614266937.csv  1619437205.csv  1623359263.csv
  1603599759.csv  1614268112.csv  1619441431.csv  1623365494.csv
  1603708463.csv  1614269429.csv  1619445506.csv  1623371942.csv
  1603742281.csv  1614269954.csv  1619452393.csv  1623374819.csv
  1603816154.csv  1614270321.csv  1619457620.csv  1623381993.csv
  1603852922.csv  1614270817.csv  1619461969.csv  1623391303.csv
  1603879427.csv  1614271647.csv  1619469005.csv  1623398832.csv
  1603902505.csv  1614272683.csv  1619473117.csv  1623409845.csv
  1603974839.csv  1614273675.csv  1619479435.csv  1623420325.csv
  1604038831.csv  1614274999.csv  1619486996.csv  1623425092.csv
  1604089490.csv  1614276784.csv  1619490280.csv  1623428805.csv
  1604169821.csv  1614278589.csv  1619493150.csv  1623429447.csv
  1604280673.csv  1614279642.csv  1619503628.csv  1623430092.csv
  1604357174.csv  1614282261.csv  1619511149.csv  1623435266.csv
  1604418651.csv  1614283840.csv  1619517203.csv  1623438551.csv
  1604505718.csv  1614285406.csv  1619519410.csv  1623445213.csv
  1604583523.csv  1614288313.csv  1619522165.csv  1623447322.csv
  1604616772.csv  1614290361.csv  1619525277.csv  1623451574.csv
  1604645071.csv  1614290958.csv  1619529537.csv  1623456922.csv
  1604673395.csv  1614291786.csv  1619532402.csv  1623461416.csv
  1604693909.csv  1614293984.csv  1619535209.csv  1623463205.csv
  1604720150.csv  1614296156.csv  1619539622.csv  1623465410.csv
  1604760400.csv  1614297469.csv  1619544256.csv  1623467826.csv
  1604775590.csv  1614298337.csv  1619551836.csv  1623472374.csv
  1604804706.csv  1614299522.csv  1619559711.csv  1623476337.csv
  1604856546.csv  1614300533.csv  1619567501.csv  1623482518.csv
  1604928974.csv  1614302319.csv  1619571719.csv  1623489604.csv
  1604976073.csv  1614304042.csv  1619574971.csv  1623494817.csv
  1605036825.csv  1614306061.csv  1619577825.csv  1623500796.csv
  1605094713.csv  1614308898.csv  1619582227.csv  1623506352.csv
  1605139587.csv  1614312599.csv  1619588472.csv  1623510517.csv
  1605203857.csv  1614315367.csv  1619591601.csv  1623515041.csv
  1605284014.csv  1614317826.csv  1619593810.csv  1623520725.csv
  1605346384.csv  1614318896.csv  1619601567.csv  1623524532.csv
  1605413077.csv  1614320328.csv  1619608432.csv  1623530623.csv
  1605483221.csv  1614322840.csv  1619615319.csv  1623539576.csv
  1605539637.csv  1614324769.csv  1619622980.csv  1623544332.csv
  1605578775.csv  1614325951.csv  1619630890.csv  1623548726.csv
  1605611931.csv  1614327443.csv  1619635208.csv  1623555869.csv
  1605637124.csv  1614330441.csv  1619640334.csv  1623563296.csv
  1605672200.csv  1614332495.csv  1619643118.csv  1623571351.csv
  1605707067.csv  1614333386.csv  1619648508.csv  1623581764.csv
  1605778371.csv  1614335008.csv  1619654915.csv  1623588183.csv
  1605826949.csv  1614338129.csv  1619660693.csv  1623594163.csv
  1605872348.csv  1614340348.csv  1619667846.csv  1623600845.csv
  1605895335.csv  1614343458.csv  1619676572.csv  1623603497.csv
  1605905801.csv  1614347316.csv  1619679365.csv  1623607328.csv
  1605914345.csv  1614349664.csv  1619681084.csv  1623610725.csv
  1605920798.csv  1614350819.csv  1619682753.csv  1623614205.csv
  1605934726.csv  1614352644.csv  1619686001.csv  1623615359.csv
  1605949035.csv  1614353878.csv  1619691827.csv  1623616487.csv
  1605961972.csv  1614354430.csv  1619696054.csv  1623618060.csv
  1605971691.csv  1614355243.csv  1619701313.csv  1623619922.csv
  1605981573.csv  1614355848.csv  1619704002.csv  1623623254.csv
  1605998214.csv  1614356160.csv  1619707944.csv  1623628659.csv
  1606004749.csv  1614356378.csv  1619712602.csv  1623632729.csv
  1606011931.csv  1614356654.csv  1619714842.csv  1623636862.csv
  1606028857.csv  1614356852.csv  1619715631.csv  1623645030.csv
  1606033431.csv  1614357388.csv  1619716296.csv  1623653626.csv
  1606038423.csv  1614357943.csv  1619717802.csv  1623655964.csv
  1606046606.csv  1614358701.csv  1619720944.csv  1623658567.csv
  1606061520.csv  1614359314.csv  1619725291.csv  1623664768.csv
  1606071770.csv  1614360363.csv  1619727371.csv  1623674299.csv
  1606076629.csv  1614361480.csv  1619734552.csv  1623677482.csv
  1606079461.csv  1614362579.csv  1619741857.csv  1623679355.csv
  1606082132.csv  1614363646.csv  1619748842.csv  1623682139.csv
  1606086726.csv  1614365092.csv  1619756309.csv  1623686458.csv
  1606092132.csv  1614366136.csv  1619760862.csv  1623689171.csv
  1606101757.csv  1614366370.csv  1619765047.csv  1623696550.csv
  1606114721.csv  1614366684.csv  1619772918.csv  1623702973.csv
  1606120924.csv  1614367195.csv  1619780689.csv  1623712430.csv
  1606129210.csv  1614367650.csv  1619787712.csv  1623715413.csv
  1606137537.csv  1614368148.csv  1619792575.csv  1623720306.csv
  1606144204.csv  1614368667.csv  1619797436.csv  1623727653.csv
  1606152254.csv  1614369386.csv  1619803885.csv  1623733617.csv
  1606165886.csv  1614370319.csv  1619809397.csv  1623739611.csv
  1606174667.csv  1614371047.csv  1619816109.csv  1623747043.csv
  1606178242.csv  1614371727.csv  1619825822.csv  1623757470.csv
  1606182058.csv  1614372913.csv  1619830937.csv  1623767478.csv
  1606186094.csv  1614374230.csv  1619836510.csv  1623774657.csv
  1606193982.csv  1614375344.csv  1619842974.csv  1623781638.csv
  1606198147.csv  1614376499.csv  1619850945.csv  1623787512.csv
  1606201946.csv  1614377286.csv  1619860027.csv  1623796333.csv
  1606212149.csv  1614377528.csv  1619869447.csv  1623804924.csv
  1606216934.csv  1614378051.csv  1619878258.csv  1623818188.csv
  1606221862.csv  1614379172.csv  1619888923.csv  1623835120.csv
  1606229600.csv  1614380426.csv  1619900194.csv  1623843789.csv
  1606237834.csv  1614381091.csv  1619909796.csv  1623850737.csv
  1606247700.csv  1614382539.csv  1619916442.csv  1623857372.csv
  1606255549.csv  1614384094.csv  1619926589.csv  1623863803.csv
  1606264307.csv  1614384928.csv  1619927783.csv  1623867965.csv
  1606272382.csv  1614386290.csv  1619931548.csv  1623880469.csv
  1606288421.csv  1614388147.csv  1619943634.csv  1623886992.csv
  1606305006.csv  1614390760.csv  1619957043.csv  1623896343.csv
  1606314468.csv  1614392699.csv  1619963365.csv  1623909957.csv
  1606332954.csv  1614394084.csv  1619973938.csv  1623922263.csv
  1606337774.csv  1614395964.csv  1619982099.csv  1623936230.csv
  1606344523.csv  1614398106.csv  1619990510.csv  1623941454.csv
  1606349964.csv  1614400031.csv  1620000979.csv  1623945185.csv
  1606360467.csv  1614401271.csv  1620008885.csv  1623951270.csv
  1606362610.csv  1614401599.csv  1620014803.csv  1623954957.csv
  1606367182.csv  1614402282.csv  1620027129.csv  1623963504.csv
  1606371194.csv  1614402601.csv  1620032886.csv  1623973896.csv
  1606377625.csv  1614403249.csv  1620042137.csv  1623983048.csv
  1606380631.csv  1614403950.csv  1620046736.csv  1623996059.csv
  1606389117.csv  1614404461.csv  1620050026.csv  1624010340.csv
  1606394011.csv  1614405058.csv  1620056112.csv  1624020616.csv
  1606406388.csv  1614406030.csv  1620062526.csv  1624025526.csv
  1606415175.csv  1614407052.csv  1620065981.csv  1624028701.csv
  1606429661.csv  1614408257.csv  1620071968.csv  1624032858.csv
  1606440698.csv  1614409393.csv  1620077326.csv  1624038434.csv
  1606456731.csv  1614410631.csv  1620084507.csv  1624041554.csv
  1606488524.csv  1614412439.csv  1620088878.csv  1624045339.csv
  1606510803.csv  1614413237.csv  1620089837.csv  1624048146.csv
  1606526579.csv  1614413855.csv  1620091396.csv  1624055966.csv
  1606552274.csv  1614414511.csv  1620096596.csv  1624065870.csv
  1606564745.csv  1614415891.csv  1620101883.csv  1624075239.csv
  1606571116.csv  1614416659.csv  1620109685.csv  1624083532.csv
  1606575876.csv  1614417611.csv  1620117743.csv  1624095414.csv
  1606580465.csv  1614418183.csv  1620125640.csv  1624107114.csv
  1606588784.csv  1614418694.csv  1620131081.csv  1624116976.csv
  1606601282.csv  1614419328.csv  1620134543.csv  1624126732.csv
  1606610777.csv  1614420038.csv  1620136697.csv  1624129227.csv
  1606634045.csv  1614420975.csv  1620139050.csv  1624141023.csv
  1606654556.csv  1614421816.csv  1620141334.csv  1624148894.csv
  1606666691.csv  1614423149.csv  1620142247.csv  1624159076.csv
  1606690967.csv  1614424608.csv  1620143982.csv  1624174814.csv
  1606699424.csv  1614425982.csv  1620146696.csv  1624183784.csv
  1606721014.csv  1614427779.csv  1620149604.csv  1624183842.csv
  1606736051.csv  1614428503.csv  1620154060.csv  1624184819.csv
  1606747044.csv  1614429208.csv  1620160193.csv  1624186520.csv
  1606752894.csv  1614430246.csv  1620165326.csv  1624190914.csv
  1606762122.csv  1614431762.csv  1620170032.csv  1624194253.csv
  1606778143.csv  1614433026.csv  1620173357.csv  1624199623.csv
  1606802558.csv  1614434027.csv  1620177699.csv  1624204881.csv
  1606822025.csv  1614434554.csv  1620181902.csv  1624212703.csv
  1606825698.csv  1614435215.csv  1620187290.csv  1624217981.csv
  1606827678.csv  1614436313.csv  1620190943.csv  1624222683.csv
  1606835521.csv  1614437570.csv  1620195499.csv  1624230638.csv
  1606851564.csv  1614438547.csv  1620201290.csv  1624237100.csv
  1606869044.csv  1614439475.csv  1620205553.csv  1624243407.csv
  1606891644.csv  1614440483.csv  1620213424.csv  1624247108.csv
  1606915289.csv  1614442815.csv  1620215480.csv  1624250664.csv
  1606938448.csv  1614443968.csv  1620217109.csv  1624253172.csv
  1606958824.csv  1614445714.csv  1620219055.csv  1624257040.csv
  1606993523.csv  1614446852.csv  1620222214.csv  1624257985.csv
  1607006796.csv  1614447425.csv  1620223646.csv  1624260978.csv
  1607021668.csv  1614448074.csv  1620225774.csv  1624263254.csv
  1607044811.csv  1614449093.csv  1620227936.csv  1624267939.csv
  1607069261.csv  1614449845.csv  1620230835.csv  1624271637.csv
  1607086267.csv  1614451166.csv  1620231790.csv  1624273500.csv
  1607106473.csv  1614452442.csv  1620232176.csv  1624274929.csv
  1607122727.csv  1614453473.csv  1620232782.csv  1624277019.csv
  1607140804.csv  1614455297.csv  1620234360.csv  1624280651.csv
  1607164878.csv  1614456895.csv  1620236531.csv  1624283517.csv
  1607195105.csv  1614458265.csv  1620240136.csv  1624285044.csv
  1607222358.csv  1614459176.csv  1620242951.csv  1624289519.csv
  1607258170.csv  1614459769.csv  1620244296.csv  1624293185.csv
  1607293486.csv  1614460493.csv  1620245346.csv  1624297405.csv
  1607340942.csv  1614461411.csv  1620245819.csv  1624302211.csv
  1607366996.csv  1614462380.csv  1620246654.csv  1624306743.csv
  1607415687.csv  1614464197.csv  1620247915.csv  1624310120.csv
  1607429843.csv  1614466195.csv  1620249542.csv  1624311714.csv
  1607450674.csv  1614466700.csv  1620251550.csv  1624312786.csv
  1607469188.csv  1614466803.csv  1620254206.csv  1624315036.csv
  1607478952.csv  1614467126.csv  1620256005.csv  1624316257.csv
  1607500267.csv  1614467538.csv  1620256297.csv  1624317729.csv
  1607508347.csv  1614468190.csv  1620258239.csv  1624319934.csv
  1607532533.csv  1614469015.csv  1620259750.csv  1624321210.csv
  1607547193.csv  1614470160.csv  1620260730.csv  1624322298.csv
  1607565655.csv  1614471141.csv  1620262519.csv  1624324107.csv
  1607602547.csv  1614472925.csv  1620265274.csv  1624325444.csv
  1607630507.csv  1614475166.csv  1620269414.csv  1624328843.csv
  1607656492.csv  1614476609.csv  1620273821.csv  1624333322.csv
  1607687236.csv  1614478397.csv  1620274657.csv  1624339735.csv
  1607723321.csv  1614479052.csv  1620275614.csv  1624345770.csv
  1607747394.csv  1614479962.csv  1620276575.csv  1624350655.csv
  1607785559.csv  1614480428.csv  1620278778.csv  1624353242.csv
  1607813715.csv  1614481746.csv  1620281085.csv  1624356186.csv
  1607840652.csv  1614483040.csv  1620283476.csv  1624357400.csv
  1607852185.csv  1614483540.csv  1620285174.csv  1624359010.csv
  1607871962.csv  1614483873.csv  1620290399.csv  1624362919.csv
  1607898920.csv  1614484553.csv  1620293545.csv  1624363901.csv
  1607931597.csv  1614485606.csv  1620294833.csv  1624364845.csv
  1607959123.csv  1614486411.csv  1620295307.csv  1624365513.csv
  1607979148.csv  1614487355.csv  1620296078.csv  1624365998.csv
  1607993678.csv  1614488358.csv  1620297860.csv  1624366831.csv
  1608010459.csv  1614489610.csv  1620298453.csv  1624368085.csv
  1608035438.csv  1614491327.csv  1620299188.csv  1624369180.csv
  1608061433.csv  1614492472.csv  1620300063.csv  1624369989.csv
  1608084445.csv  1614493574.csv  1620300564.csv  1624370590.csv
  1608112599.csv  1614495074.csv  1620301202.csv  1624371557.csv
  1608127675.csv  1614496939.csv  1620302257.csv  1624372165.csv
  1608131274.csv  1614499202.csv  1620303181.csv  1624372624.csv
  1608147510.csv  1614500626.csv  1620304367.csv  1624373554.csv
  1608163259.csv  1614501787.csv  1620305329.csv  1624374189.csv
  1608176988.csv  1614503241.csv  1620306330.csv  1624375090.csv
  1608197976.csv  1614504525.csv  1620307512.csv  1624375922.csv
  1608203916.csv  1614506557.csv  1620309321.csv  1624376815.csv
  1608220253.csv  1614508927.csv  1620310467.csv  1624378235.csv
  1608227168.csv  1614513404.csv  1620312283.csv  1624379587.csv
  1608232143.csv  1614515167.csv  1620313995.csv  1624381817.csv
  1608241287.csv  1614517593.csv  1620316059.csv  1624385290.csv
  1608260601.csv  1614520909.csv  1620317477.csv  1624387946.csv
  1608300421.csv  1614521806.csv  1620319622.csv  1624389821.csv
  1608322574.csv  1614523416.csv  1620321706.csv  1624393159.csv
  1608372878.csv  1614525619.csv  1620324150.csv  1624397684.csv
  1608402767.csv  1614527112.csv  1620325967.csv  1624399898.csv
  1608423301.csv  1614528314.csv  1620326056.csv  1624404234.csv
  1608452847.csv  1614530407.csv  1620326244.csv  1624408768.csv
  1608480901.csv  1614532569.csv  1620326558.csv  1624410479.csv
  1608501443.csv  1614534515.csv  1620326931.csv  1624411691.csv
  1608514681.csv  1614536713.csv  1620327927.csv  1624414518.csv
  1608540850.csv  1614539351.csv  1620328677.csv  1624417835.csv
  1608549740.csv  1614541161.csv  1620329818.csv  1624424530.csv
  1608559315.csv  1614542446.csv  1620331033.csv  1624428989.csv
  1608580395.csv  1614543535.csv  1620333512.csv  1624435939.csv
  1608611703.csv  1614545107.csv  1620335602.csv  1624441755.csv
  1608626323.csv  1614546252.csv  1620336187.csv  1624446803.csv
  1608647390.csv  1614546876.csv  1620337427.csv  1624450427.csv
  1608660634.csv  1614548034.csv  1620337896.csv  1624454958.csv
  1608696322.csv  1614548822.csv  1620339361.csv  1624457749.csv
  1608717766.csv  1614549425.csv  1620340937.csv  1624462354.csv
  1608725309.csv  1614550279.csv  1620342142.csv  1624465330.csv
  1608738772.csv  1614550939.csv  1620343335.csv  1624470726.csv
  1608761355.csv  1614551710.csv  1620345582.csv  1624475555.csv
  1608762511.csv  1614553261.csv  1620347046.csv  1624480082.csv
  1608767417.csv  1614554384.csv  1620349051.csv  1624484816.csv
  1608777695.csv  1614555127.csv  1620350378.csv  1624491638.csv
  1608804071.csv  1614556682.csv  1620353194.csv  1624498927.csv
  1608826436.csv  1614557712.csv  1620355393.csv  1624503651.csv
  1608848296.csv  1614558402.csv  1620357850.csv  1624506715.csv
  1608867946.csv  1614559369.csv  1620360477.csv  1624509394.csv
  1608895101.csv  1614560350.csv  1620363557.csv  1624512049.csv
  1608906355.csv  1614561603.csv  1620367111.csv  1624517911.csv
  1608916483.csv  1614563246.csv  1620371526.csv  1624521781.csv
  1608926165.csv  1614565481.csv  1620375195.csv  1624529516.csv
  1608939551.csv  1614566796.csv  1620378489.csv  1624536491.csv
  1608964512.csv  1614567898.csv  1620381855.csv  1624543100.csv
  1608981232.csv  1614570332.csv  1620386792.csv  1624548913.csv
  1608997008.csv  1614573713.csv  1620388660.csv  1624552212.csv
  1609010973.csv  1614576952.csv  1620389035.csv  1624555312.csv
  1609020840.csv  1614580332.csv  1620389511.csv  1624560940.csv
  1609036712.csv  1614582128.csv  1620390701.csv  1624568293.csv
  1609057013.csv  1614584736.csv  1620392434.csv  1624575514.csv
  1609071096.csv  1614586748.csv  1620393815.csv  1624580975.csv
  1609081424.csv  1614588519.csv  1620395134.csv  1624587206.csv
  1609086705.csv  1614590716.csv  1620396134.csv  1624595006.csv
  1609098365.csv  1614593372.csv  1620397346.csv  1624604734.csv
  1609108565.csv  1614596891.csv  1620399601.csv  1624610504.csv
  1609120419.csv  1614600869.csv  1620402312.csv  1624617607.csv
  1609140124.csv  1614604660.csv  1620404415.csv  1624619929.csv
  1609151552.csv  1614607399.csv  1620406745.csv  1624621676.csv
  1609159930.csv  1614609486.csv  1620409438.csv  1624624599.csv
  1609169962.csv  1614611655.csv  1620411863.csv  1624627164.csv
  1609176410.csv  1614612901.csv  1620414922.csv  1624631573.csv
  1609182039.csv  1614614418.csv  1620417485.csv  1624634507.csv
  1609188500.csv  1614614746.csv  1620420822.csv  1624638428.csv
  1609193221.csv  1614615114.csv  1620422642.csv  1624640974.csv
  1609195815.csv  1614615562.csv  1620425806.csv  1624644402.csv
  1609200273.csv  1614616192.csv  1620426757.csv  1624648521.csv
  1609201540.csv  1614616926.csv  1620428581.csv  1624655963.csv
  1609203309.csv  1614617831.csv  1620430526.csv  1624662855.csv
  1609207901.csv  1614619507.csv  1620433053.csv  1624667508.csv
  1609213565.csv  1614620912.csv  1620439332.csv  1624675500.csv
  1609217689.csv  1614622560.csv  1620443935.csv  1624683797.csv
  1609222755.csv  1614624395.csv  1620448348.csv  1624693048.csv
  1609228901.csv  1614626602.csv  1620453987.csv  1624695507.csv
  1609233914.csv  1614629456.csv  1620459977.csv  1624700544.csv
  1609240971.csv  1614631726.csv  1620467613.csv  1624709340.csv
  1609246012.csv  1614633724.csv  1620475119.csv  1624717908.csv
  1609247163.csv  1614635849.csv  1620477832.csv  1624727491.csv
  1609250841.csv  1614636922.csv  1620482083.csv  1624736748.csv
  1609254788.csv  1614639238.csv  1620488032.csv  1624746259.csv
  1609258482.csv  1614641047.csv  1620489690.csv  1624754456.csv
  1609264515.csv  1614644067.csv  1620492860.csv  1624761378.csv
  1609271023.csv  1614644612.csv  1620496589.csv  1624775725.csv
  1609277459.csv  1614646000.csv  1620501773.csv  1624789545.csv
  1609284555.csv  1614646238.csv  1620507265.csv  1624797500.csv
  1609288051.csv  1614646803.csv  1620513213.csv  1624814421.csv
  1609294993.csv  1614647948.csv  1620516641.csv  1624831372.csv
  1609305064.csv  1614649520.csv  1620525108.csv  1624833448.csv
  1609316912.csv  1614650902.csv  1620529118.csv  1624836721.csv
  1609332762.csv  1614651859.csv  1620533067.csv  1624844184.csv
  1609351901.csv  1614653348.csv  1620534325.csv  1624856370.csv
  1609362104.csv  1614655285.csv  1620536893.csv  1624866812.csv
  1609376505.csv  1614657735.csv  1620538798.csv  1624875817.csv
  1609395345.csv  1614659519.csv  1620540383.csv  1624888464.csv
  1609419487.csv  1614662116.csv  1620541164.csv  1624894880.csv
  1609431710.csv  1614665528.csv  1620542572.csv  1624898744.csv
  1609451001.csv  1614666450.csv  1620544464.csv  1624906980.csv
  1609467368.csv  1614668369.csv  1620547383.csv  1624913916.csv
  1609498997.csv  1614672568.csv  1620548878.csv  1624925030.csv
  1609521485.csv  1614676194.csv  1620549752.csv  1624932127.csv
  1609528088.csv  1614680837.csv  1620551465.csv  1624942832.csv
  1609528606.csv  1614686450.csv  1620553387.csv  1624950009.csv
  1609546808.csv  1614691073.csv  1620556436.csv  1624957013.csv
  1609566523.csv  1614695363.csv  1620561223.csv  1624964434.csv
  1609591504.csv  1614696575.csv  1620562461.csv  1624969655.csv
  1609598272.csv  1614698041.csv  1620564109.csv  1624973488.csv
  1609607286.csv  1614699962.csv  1620565990.csv  1624977507.csv
  1609616064.csv  1614703015.csv  1620567791.csv  1624983683.csv
  1609621454.csv  1614703640.csv  1620568674.csv  1624993700.csv
  1609636768.csv  1614704563.csv  1620569219.csv  1625004978.csv
  1609659372.csv  1614706143.csv  1620570259.csv  1625010657.csv
  1609670244.csv  1614708818.csv  1620571375.csv  1625017081.csv
  1609673738.csv  1614712048.csv  1620572814.csv  1625023385.csv
  1609681338.csv  1614712541.csv  1620574391.csv  1625030577.csv
  1609682840.csv  1614714305.csv  1620576241.csv  1625044143.csv
  1609686660.csv  1614716828.csv  1620577950.csv  1625057948.csv
  1609690142.csv  1614719853.csv  1620579542.csv  1625065045.csv
  1609694574.csv  1614722844.csv  1620580575.csv  1625068727.csv
  1609704604.csv  1614725562.csv  1620582194.csv  1625071977.csv
  1609712968.csv  1614728344.csv  1620584434.csv  1625074538.csv
  1609716020.csv  1614731725.csv  1620586540.csv  1625076529.csv
  1609719028.csv  1614735203.csv  1620588211.csv  1625078556.csv
  1609721102.csv  1614738236.csv  1620589573.csv  1625080127.csv
  1609727358.csv  1614741688.csv  1620591841.csv  1625081373.csv
  1609733004.csv  1614745205.csv  1620594224.csv  1625082872.csv
  1609735618.csv  1614748424.csv  1620597657.csv  1625086343.csv
  1609740336.csv  1614752632.csv  1620600935.csv  1625095064.csv
  1609742683.csv  1614755560.csv  1620604864.csv  1625106633.csv
  1609744731.csv  1614759795.csv  1620606547.csv  1625115665.csv
  1609746125.csv  1614761841.csv  1620609127.csv  1625116839.csv
  1609749666.csv  1614765577.csv  1620611564.csv  1625127242.csv
  1609752726.csv  1614769552.csv  1620615216.csv  1625139945.csv
  1609754743.csv  1614773602.csv  1620618341.csv  1625148137.csv
  1609755938.csv  1614776463.csv  1620622128.csv  1625157409.csv
  1609759869.csv  1614779915.csv  1620626918.csv  1625168155.csv
  1609765626.csv  1614782034.csv  1620628996.csv  1625175752.csv
  1609772874.csv  1614785832.csv  1620633620.csv  1625187206.csv
  1609778158.csv  1614789301.csv  1620637891.csv  1625196755.csv
  1609786751.csv  1614792489.csv  1620640430.csv  1625206335.csv
  1609796133.csv  1614796159.csv  1620645039.csv  1625216180.csv
  1609804247.csv  1614799182.csv  1620649176.csv  1625230234.csv
  1609807829.csv  1614803170.csv  1620653209.csv  1625231727.csv
  1609813884.csv  1614808664.csv  1620655655.csv  1625235342.csv
  1609820109.csv  1614813810.csv  1620657416.csv  1625244882.csv
  1609830301.csv  1614818534.csv  1620660000.csv  1625254446.csv
  1609838225.csv  1614824116.csv  1620662622.csv  1625264205.csv
  1609844797.csv  1614828980.csv  1620666271.csv  1625271049.csv
  1609851690.csv  1614829914.csv  1620669524.csv  1625287697.csv
  1609858857.csv  1614832185.csv  1620672247.csv  1625302988.csv
  1609863076.csv  1614834922.csv  1620674780.csv  1625306230.csv
  1609865554.csv  1614838929.csv  1620675835.csv  1625316013.csv
  1609867934.csv  1614844968.csv  1620676463.csv  1625325275.csv
  1609872783.csv  1614850318.csv  1620676634.csv  1625341235.csv
  1609877172.csv  1614855056.csv  1620676998.csv  1625351619.csv
  1609882577.csv  1614856172.csv  1620677136.csv  1625363921.csv
  1609885257.csv  1614857242.csv  1620677453.csv  1625377524.csv
  1609889207.csv  1614860092.csv  1620679664.csv  1625390025.csv
  1609893543.csv  1614863016.csv  1620680288.csv  1625404529.csv
  1609896482.csv  1614864028.csv  1620681500.csv  1625417206.csv
  1609901312.csv  1614866487.csv  1620683271.csv  1625426201.csv
  1609906248.csv  1614868067.csv  1620685671.csv  1625434968.csv
  1609910715.csv  1614869209.csv  1620688102.csv  1625439022.csv
  1609917966.csv  1614870818.csv  1620689987.csv  1625445301.csv
  1609920750.csv  1614873576.csv  1620692638.csv  1625452304.csv
  1609924962.csv  1614876005.csv  1620695262.csv  1625461804.csv
  1609931635.csv  1614877434.csv  1620697415.csv  1625470757.csv
  1609935185.csv  1614878074.csv  1620701157.csv  1625484353.csv
  1609936829.csv  1614879300.csv  1620703852.csv  1625487909.csv
  1609937389.csv  1614880567.csv  1620706832.csv  1625497959.csv
  1609937866.csv  1614880838.csv  1620712778.csv  1625507040.csv
  1609938808.csv  1614881627.csv  1620717641.csv  1625513236.csv
  1609940017.csv  1614882684.csv  1620724454.csv  1625521814.csv
  1609942305.csv  1614883736.csv  1620728302.csv  1625532349.csv
  1609944662.csv  1614884309.csv  1620731071.csv  1625544883.csv
  1609947117.csv  1614885163.csv  1620732602.csv  1625554783.csv
  1609951326.csv  1614886217.csv  1620734775.csv  1625566296.csv
  1609955256.csv  1614887826.csv  1620736719.csv  1625576258.csv
  1609958576.csv  1614889999.csv  1620739462.csv  1625584912.csv
  1609962680.csv  1614892852.csv  1620743062.csv  1625591888.csv
  1609964184.csv  1614894867.csv  1620746705.csv  1625605237.csv
  1609967021.csv  1614896888.csv  1620748896.csv  1625615048.csv
  1609972258.csv  1614899751.csv  1620751574.csv  1625622440.csv
  1609973227.csv  1614902592.csv  1620756072.csv  1625638576.csv
  1609974344.csv  1614903693.csv  1620761523.csv  1625652509.csv
  1609975118.csv  1614904550.csv  1620765633.csv  1625663358.csv
  1609977027.csv  1614905428.csv  1620767747.csv  1625675936.csv
  1609979817.csv  1614905765.csv  1620773636.csv  1625690919.csv
  1609981791.csv  1614906789.csv  1620777139.csv  1625703445.csv
  1609982652.csv  1614908382.csv  1620779232.csv  1625708423.csv
  1609985650.csv  1614910513.csv  1620780277.csv  1625720750.csv
  1609989233.csv  1614913921.csv  1620781833.csv  1625729449.csv
  1609994019.csv  1614917277.csv  1620783088.csv  1625734115.csv
  1609994062.csv  1614921735.csv  1620784907.csv  1625744482.csv
  1609999699.csv  1614925796.csv  1620787869.csv  1625754789.csv
  1610005794.csv  1614926791.csv  1620790316.csv  1625768625.csv
  1610013032.csv  1614927727.csv  1620792516.csv  1625782153.csv
  1610018256.csv  1614928524.csv  1620796403.csv  1625786652.csv
  1610024166.csv  1614930155.csv  1620799090.csv  1625791551.csv
  1610027811.csv  1614932094.csv  1620802808.csv  1625795742.csv
  1610035207.csv  1614934202.csv  1620808679.csv  1625801498.csv
  1610038367.csv  1614937958.csv  1620814598.csv  1625817560.csv
  1610043530.csv  1614941683.csv  1620818513.csv  1625834675.csv
  1610044609.csv  1614946162.csv  1620823885.csv  1625840508.csv
  1610045235.csv  1614949781.csv  1620827339.csv  1625847570.csv
  1610051044.csv  1614951952.csv  1620830977.csv  1625858980.csv
  1610055658.csv  1614953127.csv  1620833243.csv  1625871253.csv
  1610060738.csv  1614954346.csv  1620834245.csv  1625891755.csv
  1610064289.csv  1614955818.csv  1620836017.csv  1625910958.csv
  1610069656.csv  1614957710.csv  1620837491.csv  1625931604.csv
  1610072886.csv  1614960145.csv  1620839366.csv  1625942599.csv
  1610074879.csv  1614961411.csv  1620842488.csv  1625961188.csv
  1610079664.csv  1614962725.csv  1620844948.csv  1625988143.csv
  1610087229.csv  1614965503.csv  1620846652.csv  1626015662.csv
  1610091409.csv  1614968262.csv  1620849497.csv  1626037316.csv
  1610096839.csv  1614970402.csv  1620853344.csv  1626043583.csv
  1610102886.csv  1614973536.csv  1620857316.csv  1626066803.csv
  1610105265.csv  1614976144.csv  1620857631.csv  1626084012.csv
  1610111400.csv  1614979185.csv  1620858770.csv  1626100013.csv
  1610117934.csv  1614982251.csv  1620859177.csv  1626111356.csv
  1610121904.csv  1614983725.csv  1620860608.csv  1626118837.csv
  1610129919.csv  1614986537.csv  1620862255.csv  1626129058.csv
  1610136510.csv  1614989495.csv  1620862741.csv  1626148117.csv
  1610140861.csv  1614993671.csv  1620863642.csv  1626157273.csv
  1610141529.csv  1614996880.csv  1620863836.csv  1626169730.csv
  1610146728.csv  1615000835.csv  1620864114.csv  1626181018.csv
  1610151222.csv  1615004273.csv  1620864341.csv  1626189345.csv
  1610155823.csv  1615009020.csv  1620864509.csv  1626202317.csv
  1610164838.csv  1615015469.csv  1620864571.csv  1626206942.csv
  1610179378.csv  1615023845.csv  1620864777.csv  1626220399.csv
  1610191187.csv  1615032186.csv  1620865227.csv  1626225074.csv
  1610200663.csv  1615036120.csv  1620865790.csv  1626233059.csv
  1610207561.csv  1615038159.csv  1620866703.csv  1626239935.csv
  1610217693.csv  1615041699.csv  1620867962.csv  1626246366.csv
  1610223041.csv  1615045509.csv  1620870362.csv  1626254472.csv
  1610229203.csv  1615051163.csv  1620873235.csv  1626263850.csv
  1610235527.csv  1615055603.csv  1620876821.csv  1626270667.csv
  1610242476.csv  1615060476.csv  1620880604.csv  1626277475.csv
  1610251870.csv  1615065284.csv  1620885005.csv  1626288927.csv
  1610260264.csv  1615069347.csv  1620888478.csv  1626305533.csv
  1610273378.csv  1615071342.csv  1620892322.csv  1626310806.csv
  1610277670.csv  1615075402.csv  1620895773.csv  1626321727.csv
  1610281404.csv  1615080467.csv  1620897879.csv  1626335930.csv
  1610290590.csv  1615086205.csv  1620899411.csv  1626347152.csv
  1610299110.csv  1615092117.csv  1620900203.csv  1626354409.csv
  1610301137.csv  1615100191.csv  1620902479.csv  1626363457.csv
  1610308226.csv  1615106719.csv  1620903042.csv  1626371970.csv
  1610310401.csv  1615115038.csv  1620903464.csv  1626382538.csv
  1610311426.csv  1615123810.csv  1620903745.csv  1626395797.csv
  1610317606.csv  1615129023.csv  1620903991.csv  1626408813.csv
  1610326805.csv  1615134671.csv  1620904191.csv  1626422545.csv
  1610335136.csv  1615140319.csv  1620904725.csv  1626427050.csv
  1610336152.csv  1615144483.csv  1620905359.csv  1626432685.csv
  1610336945.csv  1615148534.csv  1620906599.csv  1626440415.csv
  1610339542.csv  1615153415.csv  1620907704.csv  1626447872.csv
  1610344427.csv  1615157526.csv  1620908014.csv  1626455405.csv
  1610347609.csv  1615161759.csv  1620908807.csv  1626467006.csv
  1610359084.csv  1615163293.csv  1620909950.csv  1626476123.csv
  1610366445.csv  1615165057.csv  1620911330.csv  1626485113.csv
  1610373619.csv  1615166287.csv  1620913167.csv  1626494574.csv
  1610374561.csv  1615168128.csv  1620915555.csv  1626511217.csv
  1610380068.csv  1615170523.csv  1620917089.csv  1626526676.csv
  1610382646.csv  1615175475.csv  1620917654.csv  1626539505.csv
  1610384018.csv  1615181480.csv  1620918328.csv  1626557127.csv
  1610386840.csv  1615186085.csv  1620919103.csv  1626571629.csv
  1610392420.csv  1615188667.csv  1620919520.csv  1626594559.csv
  1610397578.csv  1615197818.csv  1620919813.csv  1626619789.csv
  1610400624.csv  1615203222.csv  1620920377.csv  1626643557.csv
  1610405557.csv  1615212472.csv  1620920746.csv  1626660777.csv
  1610410761.csv  1615217078.csv  1620921158.csv  1626688481.csv
  1610420051.csv  1615224102.csv  1620921849.csv  1626698216.csv
  1610424716.csv  1615230364.csv  1620922445.csv  1626701857.csv
  1610430815.csv  1615235146.csv  1620923647.csv  1626705452.csv
  1610434431.csv  1615239717.csv  1620924380.csv  1626714049.csv
  1610440444.csv  1615243423.csv  1620924747.csv  1626728122.csv
  1610447230.csv  1615246352.csv  1620925527.csv  1626743181.csv
  1610453592.csv  1615248756.csv  1620926283.csv  1626747027.csv
  1610459866.csv  1615250460.csv  1620927045.csv  1626750552.csv
  1610465233.csv  1615253839.csv  1620927510.csv  1626752193.csv
  1610470754.csv  1615256251.csv  1620928477.csv  1626755992.csv
  1610479339.csv  1615258883.csv  1620929795.csv  1626759159.csv
  1610487732.csv  1615260946.csv  1620930879.csv  1626768962.csv
  1610495972.csv  1615263741.csv  1620931959.csv  1626773975.csv
  1610500334.csv  1615268186.csv  1620933780.csv  1626778881.csv
  1610507999.csv  1615272451.csv  1620935287.csv  1626784012.csv
  1610523069.csv  1615278093.csv  1620937004.csv  1626789982.csv
  1610543027.csv  1615283423.csv  1620938322.csv  1626794020.csv
  1610557583.csv  1615285838.csv  1620939834.csv  1626801059.csv
  1610563292.csv  1615286587.csv  1620941382.csv  1626811749.csv
  1610569592.csv  1615287057.csv  1620942992.csv  1626821808.csv
  1610575351.csv  1615288259.csv  1620943879.csv  1626827886.csv
  1610580799.csv  1615290120.csv  1620945092.csv  1626835314.csv
  1610586133.csv  1615293464.csv  1620946029.csv  1626841118.csv
  1610593568.csv  1615296897.csv  1620946637.csv  1626844108.csv
  1610605287.csv  1615299844.csv  1620947151.csv  1626850736.csv
  1610618843.csv  1615303990.csv  1620947652.csv  1626861374.csv
  1610631483.csv  1615308111.csv  1620948850.csv  1626866720.csv
  1610638328.csv  1615312440.csv  1620950572.csv  1626875550.csv
  1610643301.csv  1615317829.csv  1620952019.csv  1626881268.csv
  1610649005.csv  1615321466.csv  1620954468.csv  1626884261.csv
  1610657952.csv  1615326075.csv  1620958422.csv  1626886155.csv
  1610661000.csv  1615329545.csv  1620961882.csv  1626889443.csv
  1610668210.csv  1615330933.csv  1620965987.csv  1626892343.csv
  1610671196.csv  1615333774.csv  1620968847.csv  1626896108.csv
  1610674430.csv  1615337178.csv  1620972003.csv  1626900082.csv
  1610679293.csv  1615340610.csv  1620974882.csv  1626909982.csv
  1610690180.csv  1615342122.csv  1620977573.csv  1626916543.csv
  1610699527.csv  1615343635.csv  1620980224.csv  1626927489.csv
  1610709223.csv  1615347994.csv  1620983742.csv  1626937802.csv
  1610718571.csv  1615353564.csv  1620988474.csv  1626946931.csv
  1610724460.csv  1615360741.csv  1620993738.csv  1626957571.csv
  1610726436.csv  1615367682.csv  1620997541.csv  1626968101.csv
  1610727152.csv  1615374047.csv  1620999644.csv  1626970332.csv
  1610731166.csv  1615381847.csv  1621000830.csv  1626979587.csv
  1610737405.csv  1615386173.csv  1621003629.csv  1627014248.csv
  1610744668.csv  1615390748.csv  1621005995.csv  1627033287.csv
  1610755936.csv  1615396236.csv  1621008481.csv  1627055855.csv
  1610763592.csv  1615401174.csv  1621010762.csv  1627063024.csv
  1610778196.csv  1615407412.csv  1621014486.csv  1627078412.csv
  1610787750.csv  1615409212.csv  1621018008.csv  1627085546.csv
  1610791785.csv  1615410422.csv  1621020465.csv  1627102468.csv
  1610794555.csv  1615412470.csv  1621022730.csv  1627118964.csv
  1610796966.csv  1615418443.csv  1621024035.csv  1627133673.csv
  1610798906.csv  1615422789.csv  1621025203.csv  1627145625.csv
  1610800462.csv  1615426928.csv  1621026146.csv  1627156007.csv
  1610802437.csv  1615434282.csv  1621027148.csv  1627172833.csv
  1610804741.csv  1615442553.csv  1621028072.csv  1627184664.csv
  1610808172.csv  1615449777.csv  1621030442.csv  1627201380.csv
  1610812535.csv  1615459345.csv  1621031157.csv  1627221610.csv
  1610815116.csv  1615469919.csv  1621032481.csv  1627233739.csv
  1610820028.csv  1615476626.csv  1621033364.csv  1627256509.csv
  1610825426.csv  1615483176.csv  1621034146.csv  1627260984.csv
  1610830012.csv  1615490273.csv  1621035949.csv  1627261514.csv
  1610834698.csv  1615494306.csv  1621038163.csv  1627263168.csv
  1610840901.csv  1615499138.csv  1621039167.csv  1627264671.csv
  1610844219.csv  1615504084.csv  1621041568.csv  1627268727.csv
  1610845221.csv  1615509447.csv  1621043791.csv  1627273596.csv
  1610846483.csv  1615518412.csv  1621044442.csv  1627276653.csv
  1610847834.csv  1615524233.csv  1621045539.csv  1627280290.csv
  1610850640.csv  1615531719.csv  1621046884.csv  1627282897.csv
  1610855986.csv  1615533003.csv  1621047451.csv  1627286200.csv
  1610860885.csv  1615533969.csv  1621048212.csv  1627292627.csv
  1610864619.csv  1615537191.csv  1621048552.csv  1627302765.csv
  1610869563.csv  1615543114.csv  1621049123.csv  1627305783.csv
  1610874716.csv  1615549417.csv  1621049960.csv  1627312614.csv
  1610881559.csv  1615552545.csv  1621050824.csv  1627319404.csv
  1610888200.csv  1615554418.csv  1621052075.csv  1627327487.csv
  1610895884.csv  1615555638.csv  1621054268.csv  1627329731.csv
  1610899108.csv  1615556894.csv  1621056060.csv  1627331053.csv
  1610903329.csv  1615559110.csv  1621057574.csv  1627332904.csv
  1610909850.csv  1615561838.csv  1621059397.csv  1627335683.csv
  1610915582.csv  1615564684.csv  1621061281.csv  1627342049.csv
  1610919745.csv  1615567047.csv  1621063140.csv  1627349021.csv
  1610922062.csv  1615569801.csv  1621064666.csv  1627354298.csv
  1610924418.csv  1615573817.csv  1621066994.csv  1627361727.csv
  1610929477.csv  1615578216.csv  1621069653.csv  1627372302.csv
  1610937136.csv  1615580434.csv  1621071997.csv  1627384908.csv
  1610941095.csv  1615582573.csv  1621072716.csv  1627391615.csv
  1610947819.csv  1615584418.csv  1621073925.csv  1627395297.csv
  1610956949.csv  1615588406.csv  1621075860.csv  1627400470.csv
  1610968812.csv  1615592408.csv  1621078251.csv  1627409178.csv
  1610979342.csv  1615594251.csv  1621080869.csv  1627421014.csv
  1610989269.csv  1615595571.csv  1621082043.csv  1627427290.csv
  1610999888.csv  1615598091.csv  1621082811.csv  1627436155.csv
  1611007275.csv  1615598328.csv  1621083499.csv  1627443027.csv
  1611016033.csv  1615598996.csv  1621084252.csv  1627457842.csv
  1611023415.csv  1615601159.csv  1621085079.csv  1627465084.csv
  1611030249.csv  1615602823.csv  1621086111.csv  1627473814.csv
  1611042508.csv  1615604616.csv  1621086647.csv  1627482866.csv
  1611049269.csv  1615606483.csv  1621087027.csv  1627493949.csv
  1611060323.csv  1615609725.csv  1621087300.csv  1627498192.csv
  1611072693.csv  1615614035.csv  1621087546.csv  1627508711.csv
  1611079936.csv  1615623034.csv  1621087919.csv  1627520418.csv
  1611087040.csv  1615629392.csv  1621088431.csv  1627533374.csv
  1611100384.csv  1615631315.csv  1621089045.csv  1627552197.csv
  1611111228.csv  1615633722.csv  1621089379.csv  1627565890.csv
  1611116182.csv  1615636696.csv  1621090316.csv  1627582373.csv
  1611129963.csv  1615637711.csv  1621091215.csv  1627598302.csv
  1611137703.csv  1615638636.csv  1621092562.csv  1627608248.csv
  1611144152.csv  1615639559.csv  1621093683.csv  1627613398.csv
  1611149888.csv  1615640394.csv  1621094620.csv  1627625461.csv
  1611157786.csv  1615641563.csv  1621095094.csv  1627637272.csv
  1611164907.csv  1615644447.csv  1621095958.csv  1627654137.csv
  1611172873.csv  1615646851.csv  1621096382.csv  1627672963.csv
  1611177219.csv  1615649889.csv  1621098495.csv  1627678444.csv
  1611186472.csv  1615653850.csv  1621099637.csv  1627685961.csv
  1611196203.csv  1615657803.csv  1621100973.csv  1627691542.csv
  1611210888.csv  1615661959.csv  1621101613.csv  1627700393.csv
  1611220509.csv  1615664483.csv  1621102491.csv  1627716005.csv
  1611226503.csv  1615668121.csv  1621104634.csv  1627731041.csv
  1611234732.csv  1615671192.csv  1621106060.csv  1627748080.csv
  1611240977.csv  1615676924.csv  1621106591.csv  1627767350.csv
  1611247535.csv  1615680299.csv  1621107727.csv  1627777244.csv
  1611251044.csv  1615684126.csv  1621109109.csv  1627780620.csv
  1611257262.csv  1615688685.csv  1621110631.csv  1627785824.csv
  1611264265.csv  1615696115.csv  1621112231.csv  1627789501.csv
  1611267132.csv  1615703315.csv  1621114731.csv  1627795238.csv
  1611268461.csv  1615710700.csv  1621116902.csv  1627806609.csv
  1611270230.csv  1615716902.csv  1621118450.csv  1627819812.csv
  1611273814.csv  1615721216.csv  1621119572.csv  1627832235.csv
  1611275166.csv  1615726301.csv  1621121072.csv  1627838518.csv
  1611275752.csv  1615730871.csv  1621121968.csv  1627848469.csv
  1611277740.csv  1615736529.csv  1621122317.csv  1627856252.csv
  1611279106.csv  1615740638.csv  1621123317.csv  1627860395.csv
  1611281514.csv  1615747975.csv  1621124278.csv  1627866815.csv
  1611284446.csv  1615753366.csv  1621125177.csv  1627879248.csv
  1611289038.csv  1615760492.csv  1621126614.csv  1627888736.csv
  1611298943.csv  1615766213.csv  1621127276.csv  1627901373.csv
  1611306166.csv  1615769475.csv  1621128564.csv  1627915212.csv
  1611316619.csv  1615776838.csv  1621129616.csv  1627933060.csv
  1611324772.csv  1615785360.csv  1621130956.csv  1627943385.csv
  1611330289.csv  1615790056.csv  1621133897.csv  1627956100.csv
  1611336105.csv  1615792663.csv  1621136576.csv  1627966854.csv
  1611344343.csv  1615795605.csv  1621139645.csv  1627975673.csv
  1611352132.csv  1615800244.csv  1621141976.csv  1627987238.csv
  1611360580.csv  1615802679.csv  1621145366.csv  1627995704.csv
  1611376179.csv  1615807306.csv  1621146644.csv  1627998695.csv
  1611388925.csv  1615812959.csv  1621147879.csv  1628001401.csv
  1611400807.csv  1615815823.csv  1621148821.csv  1628006875.csv
  1611411618.csv  1615819226.csv  1621149422.csv  1628012373.csv
  1611426525.csv  1615823371.csv  1621150249.csv  1628019103.csv
  1611438989.csv  1615828244.csv  1621151802.csv  1628029194.csv
  1611455101.csv  1615830190.csv  1621154188.csv  1628037288.csv
  1611470883.csv  1615834961.csv  1621156934.csv  1628051528.csv
  1611481377.csv  1615839421.csv  1621160581.csv  1628068034.csv
  1611491255.csv  1615844006.csv  1621164354.csv  1628085349.csv
  1611502877.csv  1615849574.csv  1621167315.csv  1628095963.csv
  1611515440.csv  1615853097.csv  1621168888.csv  1628100739.csv
  1611520686.csv  1615856000.csv  1621170864.csv  1628108947.csv
  1611533351.csv  1615857029.csv  1621173239.csv  1628119084.csv
  1611539796.csv  1615860899.csv  1621175487.csv  1628132905.csv
  1611551304.csv  1615868151.csv  1621177007.csv  1628149997.csv
  1611571721.csv  1615875614.csv  1621178691.csv  1628161645.csv
  1611584393.csv  1615880615.csv  1621180108.csv  1628172582.csv
  1611593030.csv  1615890650.csv  1621181328.csv  1628182730.csv
  1611606534.csv  1615901914.csv  1621182935.csv  1628188475.csv
  1611611435.csv  1615908648.csv  1621183576.csv  1628197116.csv
  1611619774.csv  1615909595.csv  1621184948.csv  1628210040.csv
  1611632925.csv  1615910187.csv  1621185349.csv  1628224590.csv
  1611653811.csv  1615911838.csv  1621185621.csv  1628245508.csv
  1611667591.csv  1615914066.csv  1621186408.csv  1628251983.csv
  1611676659.csv  1615914128.csv  1621187244.csv  1628263266.csv
  1611689473.csv  1615914372.csv  1621188448.csv  1628265986.csv
  1611703765.csv  1615914618.csv  1621189894.csv  1628268911.csv
  1611719851.csv  1615914944.csv  1621190857.csv  1628274300.csv
  1611738443.csv  1615915206.csv  1621191598.csv  1628281722.csv
  1611751434.csv  1615915504.csv  1621192049.csv  1628292405.csv
  1611757904.csv  1615915818.csv  1621192231.csv  1628302780.csv
  1611761637.csv  1615915955.csv  1621192580.csv  1628309051.csv
  1611768503.csv  1615916052.csv  1621193325.csv  1628318038.csv
  1611776537.csv  1615916263.csv  1621194101.csv  1628326854.csv
  1611788732.csv  1615916380.csv  1621194646.csv  1628329581.csv
  1611798928.csv  1615916456.csv  1621194896.csv  1628332245.csv
  1611811811.csv  1615916606.csv  1621195079.csv  1628336745.csv
  1611821872.csv  1615916707.csv  1621195626.csv  1628340382.csv
  1611835255.csv  1615916828.csv  1621196263.csv  1628342766.csv
  1611842783.csv  1615917056.csv  1621196909.csv  1628349345.csv
  1611854856.csv  1615917227.csv  1621197525.csv  1628353166.csv
  1611864458.csv  1615917443.csv  1621197878.csv  1628355688.csv
  1611872777.csv  1615917703.csv  1621198327.csv  1628356049.csv
  1611877347.csv  1615918143.csv  1621198948.csv  1628361168.csv
  1611881528.csv  1615918418.csv  1621200092.csv  1628369659.csv
  1611890018.csv  1615918957.csv  1621200999.csv  1628372366.csv
  1611894871.csv  1615919411.csv  1621201495.csv  1628380561.csv
  1611902620.csv  1615919791.csv  1621201939.csv  1628383065.csv
  1611910713.csv  1615920230.csv  1621202757.csv  1628386481.csv
  1611913601.csv  1615920636.csv  1621203560.csv  1628388813.csv
  1611920804.csv  1615920916.csv  1621204284.csv  1628395476.csv
  1611928303.csv  1615921285.csv  1621205694.csv  1628400728.csv
  1611946990.csv  1615921859.csv  1621207458.csv  1628406391.csv
  1611961340.csv  1615922458.csv  1621208967.csv  1628415081.csv
  1611978762.csv  1615923311.csv  1621209655.csv  1628423573.csv
  1612001937.csv  1615924383.csv  1621210452.csv  1628433017.csv
  1612017050.csv  1615925230.csv  1621211635.csv  1628435133.csv
  1612024276.csv  1615926255.csv  1621212695.csv  1628441440.csv
  1612025764.csv  1615927289.csv  1621213462.csv  1628448437.csv
  1612027485.csv  1615928096.csv  1621214321.csv  1628453480.csv
  1612033333.csv  1615929377.csv  1621215130.csv  1628459069.csv
  1612042388.csv  1615930995.csv  1621216248.csv  1628464760.csv
  1612049278.csv  1615932486.csv  1621218217.csv  1628469179.csv
  1612053703.csv  1615934435.csv  1621219379.csv  1628471790.csv
  1612061646.csv  1615936088.csv  1621221110.csv  1628480610.csv
  1612077799.csv  1615937280.csv  1621221821.csv  1628489919.csv
  1612092049.csv  1615938622.csv  1621222372.csv  1628496826.csv
  1612106120.csv  1615939849.csv  1621222644.csv  1628501160.csv
  1612114872.csv  1615940766.csv  1621222907.csv  1628507070.csv
  1612121805.csv  1615942433.csv  1621223848.csv  1628510998.csv
  1612130636.csv  1615944676.csv  1621224490.csv  1628518017.csv
  1612139522.csv  1615946456.csv  1621225317.csv  1628522219.csv
  1612146710.csv  1615949102.csv  1621226675.csv  1628526547.csv
  1612160408.csv  1615952538.csv  1621228021.csv  _ohlc_1538141100-1610968800_5m.csv
  1612173143.csv  1615955380.csv  1621230232.csv  _ohlc_1538141100-1611571680_1m.csv
  1612185202.csv  1615960000.csv  1621231340.csv  _ohlc_1538141100-1612275900_1m.csv
  1612196390.csv  1615962141.csv  1621232659.csv  _ohlc_1538141100-1612571760_1m.csv
  1612206338.csv  1615963040.csv  1621234991.csv
  1612209097.csv  1615964130.csv  1621238152.csv
  :end:
  

#+NAME: 723dc331-e96b-42c2-a3d8-d76ffd57c001
#+BEGIN_SRC ein
  ts = 1539697106
  from pandas import Timestamp
  STRF = "%Y-%m-%dT%H_%M"
  Timestamp("2020")
#+END_SRC

#+RESULTS: 723dc331-e96b-42c2-a3d8-d76ffd57c001
:results:
Timestamp('2020-01-01 00:00:00')
:end:


#+NAME: 8b01429e-572e-4804-ac33-43c6a984fbbe
#+BEGIN_SRC ein
  from mlkHelper.timeUtils import convert_ts
  convert_ts(1539697106) 
#+END_SRC

#+RESULTS: 8b01429e-572e-4804-ac33-43c6a984fbbe
:results:
Timestamp('2018-10-16 13:38:26')
:end:

#+NAME: c2ffb604-391e-4e6c-b79d-91336c8d608f
#+BEGIN_SRC ein
  year = 2018
  Timestamp(f"{year}").timestamp() 
#+END_SRC

#+RESULTS: c2ffb604-391e-4e6c-b79d-91336c8d608f
:results:
1514764800.0
1539697106
:end:

#+NAME: c376559b-6772-4aa5-adfd-94ad078e10d5
#+BEGIN_SRC ein
  Timestamp.now()

#+END_SRC

#+RESULTS: c376559b-6772-4aa5-adfd-94ad078e10d5
:results:
Timestamp('2021-08-10 23:29:50.858443')
:end:

* add info
  #+NAME: 77db67ad-59ce-44af-9826-684798abb3c3
  #+BEGIN_SRC ein :results silent
    import getKrakenData as gkd
    from pathlib import Path
  #+END_SRC
#+NAME: 82e88eb1-b231-46c6-a86d-00566b2b043f
#+BEGIN_SRC ein
  p = Path('./data/test.xe')
  p.parent, p.stem
#+END_SRC

#+RESULTS: 82e88eb1-b231-46c6-a86d-00566b2b043f
:results:
(PosixPath('data'), 'test')
:end:

  
* imports

* local_vars   
Local Variables:
ein:jupyter-default-notebook-directory: "/home/mlk/Python/Crypto/kolaEnv/DataFetchers/getBitMEXData/Tests/"
End:
  
